package com.example.swagger.common.constant;

import java.util.HashMap;
import java.util.Map;

/**
 * @类描述:早晨语录Map
 * @创建人:xiejs
 * @创建时间:2020-7-24 10:39:42
 */
public class QuotesMap {
    /**
     * 早晨语录
     */
    public static Map<Integer, String>  morningQuotesMap = new HashMap<>();

    /**
     * 中午语录
     */
    public static Map<Integer, String> noonQuotesMap = new HashMap<>();

    /**
     * 晚上语录
     */
    public static Map<Integer, String> nightQuotesMap = new HashMap<>();

    /**
     * 全天语录
     */
    public static Map<Integer, String> allDayQuotesMap = new HashMap<>();

    static {
         morningQuotesMap.put(1, "金盆银匙、锦衣美食的人，未见得幸福;粗衣布履、粗茶淡饭的人，未见得不幸;人之幸福，全在于心，幸福就住在你的心里。早安!");
         morningQuotesMap.put(2, "睁开明亮的双眼，除去睡意的干扰，舒展美丽的笑脸，拥抱愉悦的一天。早安，兄弟姐妹，愿你这天好情绪，生活工作都舒心!我的心意，和清晨的阳光一齐，把愉悦带到你的心底，让你和我一齐，伴随清风吹起，把一天的愉悦举起，祝早安!");
         morningQuotesMap.put(3, "天亮了，美妙的一天又开端了，起床吧，呼吸清爽，拥抱阳光;浅笑吧，高兴心境，高兴一天。早上好，愿你有个好意情!");
         morningQuotesMap.put(4, "清晨的完美就如青草般芳香，如河溪般清澈，如玻璃般透明，如甘露般香甜。亲爱的兄弟姐妹，早上好，愿你这天有个好情绪!早晨，清凉的空气如牛乳般新鲜，冉起的太阳如梦想般期望。天明，亮起的不只是阳光，还要有你的好情绪哦，早安!睁开眼，缓一缓;快起床，伸懒腰;笑一笑，完美的一天又开始了。早安，祝你这天好情绪，工作顺利，生活甜美。");
         morningQuotesMap.put(5, "歌为知音而唱,酒为亲信而醉,情为间隔而贵,心为路遥而思,月为痴情而羞,星为恋爱而美,桥为流水等候,我为你祝愿,祝你秒秒高兴。早上好!");
         morningQuotesMap.put(6, "早上好，送你清爽的问候，温馨的祝愿，早晨，美妙的开端，祝你今日精力棒棒，生机多多，心境好好，一切都好!");
         morningQuotesMap.put(7, "愿一个问候带给你一个新的心情，愿一个祝福带给你一个新的起点。早上好!");
         morningQuotesMap.put(8, "昨天，来也匆匆，去也匆匆。昨天已经与我们分手，有如大江东去，再也不复回了。让我们珍惜时间。珍惜新的一天!");
         morningQuotesMap.put(9, "早上好，一束阳光照在身，祝你天天都开心，财神家中去，梦想变成真，今天中大奖，明天去上任，朋友的祝福全都是真心。");
         morningQuotesMap.put(10, "把每个睡醒后的早晨当成一件礼物，把每个开心后的微笑当成一个习惯。朋友，早上好，愿你微笑今天，快乐永远!早上好!");
         morningQuotesMap.put(11, "我们苦苦追寻着幸福，但其实幸福离我们很近，柔和的阳光，清爽的凉风，温馨的世界，尽在这个清晨为我们敞开心扉，早上好!");
         morningQuotesMap.put(12, "只要内心不乱，那么外界就是很难去改变你什么。不要艳羡他人，不要输掉自己。早安!");
         morningQuotesMap.put(13, "清晨，我从梦中醒来，就想起你，于是对着镜子微微笑，镜子通过阳光将我的笑容折射给了你，里面包含了我无限祝福。早上好!");
         morningQuotesMap.put(14, "一觉醒来好想你，随手发去短信息，几天没见可好吗，祝你天天好心情。");
         morningQuotesMap.put(15, "我叫太阳每天把幸福的阳光洒在你身上，我叫月亮每天给你一个甜美的梦境，祝愿你事事如意!");
         morningQuotesMap.put(16, "天亮了，美好的一天又开始了，起床吧，呼吸清新，拥抱阳光;微笑吧，快乐心情，开心一天。早上好，愿你有个好心情!");
         morningQuotesMap.put(17, "连夜甜蜜美梦，赶走疲惫忙碌。醒来打开手机，问候抢先登陆。朝阳每天依旧，牵挂日久弥新。不论何时何地，祝福永远相随。早安!");
         morningQuotesMap.put(18, "最好的时光，是自己依然有勇气面对生命中任何成功与失败的时光。也许你所渴望的、众人瞩目的美貌以及傲人的智慧和财富都朝来夕往，但人时也许尽，人世依旧长。当你看到你的勇气，你就得到超越岁月之外的时间——最好的时光。早安!");
         morningQuotesMap.put(19, "天亮了吧，闹铃响了吧，极不情愿地起床了吧，我的问候及时赶到了吧，高兴了吧，那就笑笑吧。早安，祝你好心情!");
         morningQuotesMap.put(20, "叮铃铃，愿你起床满身轻;叮铃铃，愿你早晨好心情;叮铃铃，愿你快乐心头涌;叮铃铃，愿你美梦永不终;叮铃铃，祝福短信不告罄;叮铃铃，问候愿你福一生。早安!");

        //------------------------------------------------------//

        noonQuotesMap.put(1,"大家下午好，中午养足了精神吗？打起精神，还有半天就可以下班了。");
        noonQuotesMap.put(2,"一天已经过去一半，发条短信问声下午好，打起精神，尽快完成工作，早点回家吃饭！一朵花里，一个世界；一杯茶里，一片真情；一条信息，一声问候；一段情愫，一世祝福。");
        noonQuotesMap.put(3,"下午好，送你清爽的问候，温馨的祝愿，祝你今日精力棒棒，生机多多，心境好好，开心快乐！牵挂是灵魂絮语，是心灵对话；周末了，发一条短信，送一份祝愿，愿你周末舒心，生活顺心，一切开心！微信群早上好问候语句子上午好，一束阳光照在身，祝你天天都开心，财神家中去，梦想变成真，这天中大奖，明天去上任，朋友的祝福全都是真心。");
        noonQuotesMap.put(4,"你好，我的朋友，你必须还在忙吧，注意保重身体，你的好朋友！群名 清晨醒，梦犹在，凉被不胜寒，小路边，衰草黄，杨柳绿依依，上班忙，下班乱，平湖秋月伴，晚霞美，情谊深，绵绵祝福长。");
        noonQuotesMap.put(5,"再高，路再远，双脚总能丈量；天再宽，地再广，祝福总能传达。");
        noonQuotesMap.put(6,"祝愿亲爱的朋友，键健康康，平平安安，快快乐乐！有你开心省心，对你真心痴心，为你担心忧心，也曾悲哀痛心，不敢变心花心，不好多心疑心，写它我很费心，最怕你无心。");
        noonQuotesMap.put(7,"下午好，送你清爽的问候，温馨的祝愿，祝你今日精力棒棒！微信群早上好问候语句子 上午好，一束阳光照在身，祝你天天都开心，财神家中去，梦想变成真，这天中大奖，明天去上任，朋友的祝福全都是真心，生活顺心，一切开心，键健康康，平平安安。");
        noonQuotesMap.put(8,"你好，我的朋友，一声问候；一段情愫，一片真情；一条信息，早点回家吃饭！一朵花里，平安又健康，也曾悲哀痛心，不敢变心花心，对你真心痴心，为你担心忧心，还有半天就可以下班了。");
        noonQuotesMap.put(9,"一天已经过去一半，中午养足了精神吗？打起精神，最怕你无心！祝福你母亲 大家下午好！千万不能忘，发条短信问声下午好。");
        noonQuotesMap.put(10,"也许你很忙，也许你健忘，五月十日母亲节，可要记心上！想想你这天，为啥特风光？爹妈生了你，还供你上学堂，注意保重身体，你的好朋友！群名 清晨醒，梦犹在，凉被不胜寒，小路边，衰草黄，杨柳绿依依，上班忙，下班乱，平湖秋月伴，晚霞美，情谊深，绵绵祝福长。");
        noonQuotesMap.put(11,"快快乐乐！有你开心省心，开心快乐！牵挂是灵魂絮语，是心灵对话；周末了，发一条短信，送一份祝愿，愿你周末舒心，双脚总能丈量；天再宽，地再广，祝福总能传达，生机多多，心境好好，一个世界；一杯茶里，打起精神，尽快完成工作 ...");
        noonQuotesMap.put(12,"幸福不在得的多，而在计较的少。午安！");
        noonQuotesMap.put(13,"人不能要求环境适应自己，只能自己适应环境。午安！");
        noonQuotesMap.put(14,"你未来能否取得伟大的成就取决于你是不是努力过，是不是一辈子都在努力。午安！");
        noonQuotesMap.put(15,"我只担心一件事，我怕我配不上自己所受的苦难。午安！");
        noonQuotesMap.put(16,"只有你内心强大到能够从容无谓的面对人生中的未知，以前所受的那些委屈才有价值。午安！");
        noonQuotesMap.put(17,"所有的胜利，与征服自我的胜利比起来，都是微不足道。所有的失败，与失去自我的失败比起来，更是微不足道。午安！");
        noonQuotesMap.put(18,"正确的认识生活中的种种磨砺，这何尝不是命运的另一种成就。保重好自己的心态，也是对自己的一种尊敬和拯救。午安！");
        noonQuotesMap.put(19,"在一个项目中，如果一个与你级别差不多的同事喜欢发表自己的意见，表现得比较有见识，那么他就会得到更多的关注。午安！");
        noonQuotesMap.put(20,"如果能追随理想而生活，本着正直自由的精神，勇往直前的毅力，诚实而不自欺的思想而行，则定能臻于至善至美的境地。午安！");

        //------------------------------------------------------//

        nightQuotesMap.put(1,"想着开心的事，不想烦恼的事；想着美好的事，不想丑恶的事；想着幸运的事，不想倒霉的事；想着幸福的事，不想痛苦的事，想着想着，你就睡着了。");
        nightQuotesMap.put(2,"梳理你的忧烦，按摩你的坦言，舒活你的理智，伸展你的自然，萌动你的愉快，祝你拥有一夜好梦，不觉晓的春眠。");
        nightQuotesMap.put(3,"晚安，只有在彼此生命中重要的人，睡前才会彼此道声晚安。");
        nightQuotesMap.put(4,"无知识的人，其生命如同无叶子的树，缺少勃勃生机。晚安~");
        nightQuotesMap.put(5,"劝烦恼打个小盹，让快乐冒个小泡；让痛苦小憩歇会儿，让幸福接连赛跑；哄晦气睡个长觉，等好运悄悄来到。明天是崭新的一天！");
        nightQuotesMap.put(6,"点滴生活，以美好之心，欣赏周遭的事物；以愉悦之心，分享他人的快乐；以感恩之心，感激拥有的一切。记得时刻保持对生活的爱和热忱！晚安");
        nightQuotesMap.put(7,"忘记白天工作的劳累，抛开日常生活的琐碎，让习习晚风当床，让丝丝清凉当被，让我美好祝福陪你入睡，晚安！");
        nightQuotesMap.put(8,"宁静的夜晚，沉淀着甜甜的梦；迷人的夜空，寄托着无限遥思；阳台上看星星，畅想和回忆都在心底。打开手机，映着明月，给你最浪漫的祝福：晚安，好梦。");
        nightQuotesMap.put(9,"我不是个绝好男人，也不是一个有钱有面的男人，我只想用我这双手为我们的未来而奔波，让生活一天比一天好过，用自己的肩膀让心爱的女人有一个安全的港湾！");
        nightQuotesMap.put(10,"平平无奇的生命，或许只要有那么一刻，在自己热爱的舞台上发光发热过，就值得铭记，就不虚此行。晚安！");
        nightQuotesMap.put(11,"哈欠打，周公换，洗洗脸，泡泡脚，躺进被窝数宝宝，宝宝数一数，懒洋洋来催促，快快睡一睡，美梦来翻倍。祝好梦安睡。");
        nightQuotesMap.put(12,"一辈子很短，如果不小心遇见错的人，一定要学会适可而止。晚安！");
        nightQuotesMap.put(13,"世界上没有什么完美，想开了，想通了，就是完美。晚安！");
        nightQuotesMap.put(14,"我发现晚安并不重要，重要的是谁对你说。");
        nightQuotesMap.put(15,"你知道吗，当你说出晚安的时候，我很高兴，你看不见我酒窝的浅笑。尽管我想你是不是喜欢我?");
        nightQuotesMap.put(16,"轻轻的闭上眼睛，慢慢的酝酿心情，将白天所有烦恼不快撒向天空，随着流星的坠落一起沉淀，愿今夜有个好梦，晚安！");
        nightQuotesMap.put(17,"空蔚蓝，杜鹃纷飞，曾经萍水相逢，欢聚一堂，蓦然回首，唯有友谊存留；夜幕降临，钟声悠悠，时光已逝，唯朋友独留，晚安！");
        nightQuotesMap.put(18,"一个独立的女性对感情最好的态度：没有伴侣时不感到孤独，相信爱情但不迷信爱情，有相爱的男人但不为男人而活。晚安");
        nightQuotesMap.put(19,"人的一生，如果真的有什么事情叫作无愧无悔的话，在我看来，就是你的童年有游戏的欢乐，你的青春有漂泊的经历，你的老年有难忘的回忆。晚安！");
        nightQuotesMap.put(20,"花妩媚，因为蝴蝶在追；夜深沉，因为天使降临；梦已醉，因为月色很美；情珍贵，因为有你安慰；我幸福，因为有你一生伴随。晚安，朋友！");

        //------------------------------------------------------//

        allDayQuotesMap.put(1,"对生命而言，接纳才是最好的温柔，无论是接纳一个人的出现，还是接纳一个人的从此不见。");
        allDayQuotesMap.put(2,"无论世界是否待你温柔，请保持住你的善良，好运会与你不期而遇。");
        allDayQuotesMap.put(3,"当你毫无保留的信任一个人，最终只会有这两种结果，不是生命中的那个人，就是生命中的一堂课。");
        allDayQuotesMap.put(4,"让人难堪的玩笑不要开，让人反感的事不要做，懂得适可而止才不讨人厌。");
        allDayQuotesMap.put(5,"希望你做的每一件事不是因为跟风，而是因为喜欢和热爱。");
        allDayQuotesMap.put(6,"有些事就是不值得被原谅，跟大不大度没有关系，各有各的底线，做错了就应该考虑为自己的错误付出代价。");
        allDayQuotesMap.put(7,"不曾辜负过每个朝阳，不曾荒废过每个深夜，因为平凡而奋斗，因为奋斗而不平凡。");
        allDayQuotesMap.put(8,"我不是对谁都三言两语，我不是对谁都好脾气，我不是对谁都念旧情，当我惯着你的时候请珍惜！");
        allDayQuotesMap.put(9,"世界上最幸福的事之一，莫过于经过一番努力后，一切东西正慢慢变成你想要的样子。");
        allDayQuotesMap.put(10,"世事岂能两全，我们的一生中，得到的同时也总在失去，幸与不幸的区别只在于得失之间孰重孰轻");
        allDayQuotesMap.put(11,"你要心无旁骛地去坚持自己喜欢并且正确的事情，才能有所收获，而不是总被别人打乱生活的节奏。");
        allDayQuotesMap.put(12,"世上还有很多美好的事物等着你，别抱怨，更不要放弃，所以你要内心温柔，安静努力。");
        allDayQuotesMap.put(13,"做到大致的善良，然后恰到好处的冷漠，和适可而止的关心，你的生活会轻松很多。");
        allDayQuotesMap.put(14,"承诺太廉价，誓言不牢靠，现在谁在你身边，就对谁好一点就够了。");
        allDayQuotesMap.put(15,"你迷茫的原因往往只有一个，那就是在本该拼命去勤奋的年纪，想得太多，做得太少。");
        allDayQuotesMap.put(16,"没有人会喜欢孤独，怕的不是孤独，而是辜负，只是比起忽冷忽热，孤独让人感到踏实。");
        allDayQuotesMap.put(17,"有些事，过了就过了，不要看得太重，握得太紧，在意太甚，否则会劳心，会伤神。");
        allDayQuotesMap.put(18,"要想活得不累就得少点攀比，要想活得不烦就得少点计较，要想过得不苦就得少点懒惰，要想活得不悔就得少点鲁莽。");
        allDayQuotesMap.put(19,"舒服就靠近，累了就远离。跟谁在一起舒服就跟谁在一起，这个世界已经让人很累了，至少自己不要再为难自己了，活得开心比什么都重要。");
        allDayQuotesMap.put(20,"都说人生如戏，看多了别人的故事，有时会不由自主地丢失自己的舞台。");
        allDayQuotesMap.put(21,"以前喜欢长得好看的，现在喜欢关系不乱的。见过的人越多，越知道自己真正想待在什么人身边。去过的地方越多，越知道自己想回什么地方去。");
        allDayQuotesMap.put(22,"我们之所以活得累，是因为：放不下架子，撕不开面子，解不开心结。其实，想开了，世界上的一切问题，都能用“关你屁事”和“关我屁事”来回答。");
        allDayQuotesMap.put(23,"人和人之间，是不能生分的，生了一分，剩下的七八分都会跟着走，只有小孩子才会问你为什么不理我，成年人都是默契离开。");
        allDayQuotesMap.put(24,"如果我用你待我的方式来待你，恐怕你早已离去，不管亲情，友情，还是爱情，凡事换个角度，假如你是我，你未必有我大度。");
        allDayQuotesMap.put(25," 主耶稣说过一句话：“天父的孩子若叫大家随意，大家就真随意了。”祂十分了解内心，祂不愿意每一个人遭受内心上的捆缚，原是随意。实际上，每一个人全是必须有自身随意的室内空间。一样，夫妻间还要学好交给另一方一个小小自由空间，它是俩俩白头偕老的一个重要。假如你不给另一方留室内空间得话，那大家的室内空间都没有是多少了，两人相互的室内空间反倒不牢固，中间的关联也会愈来愈焦虑不安。\n" +
                "\n" +
                "　　 夫妻间坦诚相待，不必使爱变成束缚、变成捆缚、变成累罪。想和你在一起的紧密融合中维持室内空间吧，好让春風经常在大家中间拂动翩翩起舞。男生仿佛比女性必须归属于自身随意的室内空间较为立即一些、显著一些、明显一些，相对而言，女性就较为少些，必须欢聚多一些。因而，夫妻间便会造成一些感觉另一方“不理解”、“不自由”、“不信任”、“不安心”的难堪局势。\n" +
                "\n" +
                "　　 真正的爱情甜美的，另外它也会变为慢性毒药。感情如同是一坛佳酿，越酿越醇，但醇香的味儿很有可能会令人失去理性。不必买醉，不必奢求，在一心一意爱的另外，给自己另一方留一片蓝蓝天空，让内心可以随意的吸气，另外也让感情可以随意的吸气。古兰经说得对：“要防止荒淫的事，小伙当都有自身的老婆，女人也当都有自身的老公。老公当用极佳之分待老婆，老婆待老公还要这般。老婆沒有权柄认为自身的身体，乃在老公；老公都没有权柄认为自身的身体，乃在老婆。夫妇不能相互亏负，除非是两相情愿，临时分房，为要专心致志祈祷即可；之后仍要行房，以防撒但借着大家不由自主诱惑大家。我讲这句话，本是准大家的，并不是命大家的。”\n" +
                "\n" +
                "　　 间距是一种重视，也是一种和睦。每一个人都必须给自己的观念和单独的身体寻找一个单独的室内空间，太近了，磨擦就多，磨擦多了还会继续是夫妻恩爱吗？给另一方一点空间便是对他的重视，空出间距便是为自己留一个室内空间，也给另一方一个室内空间，大家都拥有自身的室内空间才可以友好相处。\n" +
                "\n" +
                "　　 即便是爸爸妈妈和儿女中间、老公和老婆中间、盆友和朋友、上级领导与下属中间，必须有归属于自身的室内空间。因而，常常听见有些人说：“我想一个人静一静”，这就是每一个人都是有讨厌被他人打搅的情况下，享有着与造物主独居的幽静時刻。这如同古兰经注重说：“我的老百姓啊，大家要来进到室内，关了门，掩藏口腔上皮细胞，直到忿怒以往。”“要进你的内屋，关了门，祈祷你一直在暗地里的父，你父在暗地里查看，必定回报你。”\n" +
                "\n" +
                "　　 夫妻间，即便怎样亲密无间，也必须有归属于自身随意的室内空间、必须有独居的室内空间、必须有幽静的室内空间。不必把这类必须作为“违反”、“出轨行为”、“不干净的”、“不喜欢”，只是自身内心的一芳青草地，也是夫妻间的绿色通道政策，也是人生道路急流里的心灵的港湾，也是性命发展的有效途径。\n" +
                "\n" +
                "　　 因而，给另一方保存一片室内空间，对推进和发展趋势夫妻之间的情感是有利高质量的，也是明智的选择。全球必须爱的奉献，难道说二人的小天地里就能列外吗？如果爱只为道自身应当获得哪些收益，或许那样的爱并不是真情。爱情是努力，爱情是舍己，爱情是甘于奉献，若要自身获得爱，那麼你也就务必先努力。大自然的规律性是：种得多收的就多，种得少收的就少；若不是种，就一点获得也没有。\n" +
                "\n" +
                "　　 夫妻间不必一直占据另一方需有的一片小小的室内空间，使他（她）随意一会儿吧！这是不是你怕小鸟飞到走，就把它关在笼里，乃至用黑来遮盖起來。假如它是幼鸽，它一定飞回；假如它是秃鹫，你就是把它关起來，它也会想办法甩出去。\n" +
                "\n" +
                "　　 放心！给另一方一分信赖、给另一方一丝情意、给另一方一片室内空间、给另一方一点随意，让你的爱情比酒更好看，比蜜香甜！");
        allDayQuotesMap.put(26,"岁月，大家认为它是啥，但是它让我们产生的以前只有追忆。\n" +
                "\n" +
                "　　岁月，现在我明白了，在它的眼前一切感情都显的无足轻重。\n" +
                "\n" +
                "　　岁月，它是一种抓不上摸不到的物品，趁我们不留意的状况下悄悄走远。\n" +
                "\n" +
                "　　岁月，它让我们产生了所有喜怒哀乐，让我们的日常生活绚丽多彩。\n" +
                "\n" +
                "　　岁月，在它的眼中，一切全都不重要，沒有任何东西能够使他打动。\n" +
                "\n" +
                "　　岁月，是有几个想让它终止在一瞬间，多少人可望不可及的愿望。\n" +
                "\n" +
                "　　岁月，它让我们产生的很多物品，也使我们失去很多东西。\n" +
                "\n" +
                "　　岁月，它抢走了我人生道路唯一的青春期叛逆，要我长大了明白人生之路的艰辛。\n" +
                "\n" +
                "　　岁月，我们的回忆到最终還是败给了它，逃不出它那时光的利刃。\n" +
                "\n" +
                "　　岁月，使我们出世的人是它，死去的人還是它。\n" +
                "\n" +
                "　　岁月，是一种摧残大家的专用工具，使我们学好接受现实。\n" +
                "\n" +
                "　　岁月，使我们丧失的一些物品，懂得珍惜。\n" +
                "\n" +
                "　　岁月，在大家无意间的状况下，让我们脸部刻上一道道皱褶。\n" +
                "\n" +
                "　　岁月，使我们应对生死离别的情景，做到心里的最痛点。\n" +
                "\n" +
                "　　岁月，我没有办法终止他，可是我能更改自己，使自己的这一段岁月和他人不一样。\n" +
                "\n" +
                "　　岁月，它看起来简易，却没有人爱惜它，它被青春年少的大家冷淡了。\n" +
                "\n" +
                "　　岁月，在大家的时光中，使大家通往完善的路面。做一个全新升级的自身。\n" +
                "\n" +
                "　　岁月，大家再也不会资质不爱惜它了，它一点点在大家身旁飞过，脸部无意间空出了一道道皱褶，我再也不能说，也有時间，都还没。");
        allDayQuotesMap.put(27,"大家往往感觉不幸福快乐，大多数是由于摆脱了实际，把幸福快乐界定得过高和过度极致；或只是是由于忘记了把感受幸福的内心雷达探测开启，因而不足比较敏感的内心就和日常生活屡次出現的小幸福擦身而过；无意间，幸福快乐已落千里。\n" +
                "\n" +
                "　　 幸福快乐并并不是起起落落，更并不是有着得越大，就越贴近。有着必须一定的程度，也必须由浅入深。且幸福快乐关键在你个人行为的全过程中，而并不事关过多的結果。人不可以以便結果而活著，慢慢的来，把留意放到全过程上，这时人反倒由于在行动中获得了开心和实际意义而幸福快乐。\n" +
                "\n" +
                "　　 工作中、机遇、产品，乃至结婚对象。虽然适度的挑选能产生幸福快乐，有挑选不一定比沒有挑选好：当选择项各有不同，无法选择的情况下；当选择项过多的情况下；当全部选择项都是产生负向感情的情况下；当决定权一直合理的情况下，你反倒会一直彷徨该如何选择，越来越焦虑情绪不幸福快乐。\n" +
                "\n" +
                "　　 有一些爸爸妈妈，她们教育孩子公务员报考，踏踏实实一生。但她们的小孩却因而放弃了理想化，日复一日地做着自身讨厌的事儿，觉得不上幸福快乐。\n" +
                "\n" +
                "　　 幸福是做让自身觉得开心有兴趣爱好的事儿，而不成功，则是对实际的一种检测，无事关优劣。\n" +
                "\n" +
                "　　 婚姻失败，仅仅说明大家从来不合适自身的爱人中解决了出去，拥有机遇寻找更适合的爱人；\n" +
                "\n" +
                "　　 工作不成功，很有可能说明你并不宜从业这些方面事儿，你何不转换方向；社交媒体不成功或许能够协助你更明智地去挑选盆友……宁静接纳不成功，它会协助你贴近恰当的挑选。\n" +
                "\n" +
                "　　 不成功遭受得越快越好，你能更还有机会去挽救。\n" +
                "\n" +
                "　　 幸福快乐最先想要你坚定不移心里的方位，以便总体目标而拼搏。假如你所做的事儿偏移了心里的方位，只是在“为他人做嫁衣裳”，那麼你越勤奋，或许很有可能越不幸福快乐。\n" +
                "\n" +
                "　　 绝大多数的不幸福快乐是由于大家不断地在与他人盲目攀比，他人的丈夫富有、别人的妻子是职场女人、他人的房屋比你的大、他人吃得比您好、他人写的发表文章了，但你的文章内容无人过问、他人的爸爸妈妈富有，而自身的爸爸妈妈沒有、他人穿得好看、他人考入了国家公务员、他人进了大企业、他人开了宝马五系、他人……总感觉全是比自身好些。\n" +
                "\n" +
                "　　 它是一种心理状态的不平衡，每一个人全是唯一的，大家没必要活在别人的目光中，应当活出真实的自己来，起码自身有衣服裤子穿、起码自身有完善的四肢、起码自身有在世的爸爸妈妈、起码自身也有单车骑、起码自身的身上还够吃饭钱、起码自身如今很快乐、起码自身现在可以想干什么就干什么，起码自身身强体壮、起码自身衣服裤子得当、温柔体贴，起码如今还活着，这就是幸福。\n" +
                "\n" +
                "　　 大家为什么不幸福快乐，是由于自身冲动太多了，总想要的过多，不想一想自身赶到世界上的情况下，大家便是一无所有，全部的一切针对我们是过往云烟，没什么忘不掉的，没什么过不去的坎，大家应当感恩父母，是她们带来大家性命，谢谢老师教會大家专业知识，感恩朋友，在大家碰到困难的情况下静静地协助，谢谢许多的人，使我们在碰到困难的情况下，来教大家人生道理。\n" +
                "\n" +
                "　　 幸福快乐实际上就在大家身旁，仅仅欠缺一双发觉美丽的双眼。");
        allDayQuotesMap.put(28,"常听大家哀叹，走亲访友这一件事儿上有一个传统式，叫“一代亲，二意味着，三代四代不离开了。”那样的状况从古到今都存有，是我一些浅显的看法。\n" +
                "\n" +
                "　　亲朋好友关联必须用心清洗。亲朋好友必须行走，盆友必须常常往来，必须努力。除开极个别的利益关系，不可追求完美获得哪些，不可求收益，不应是求什么而动思绪。解决亲朋好友关联是一种觉得，真情友谊完成时，不追求报偿。\n" +
                "\n" +
                "　　 在工作中和日常生活，自身有时候会感觉本身的单独和傲慢，却留有友情的可悲，除开工作中关联外，常常往来的亲朋好友很少，好像与亲朋好友维持一段距离，无法与亲朋好友打成一片，没法呼叫队友，留有真情友谊的缺憾。\n" +
                "\n" +
                "　　 世界上有的人终究是不同寻常的，一天到晚忙碌自身的理想，却另外为沒有精彩纷呈的真情和友情觉得惶恐不安，被孤单纠缠不清。别把自身的孤单彻底归给自己的难题，要发展趋势自身，发展趋势工作，维持自身的独有的质量，终归在所难免冷淡真情和友谊，看起来认真不足，努力不够，使与亲朋好友的关联交往得清冷，有些人因此立即发疯，深陷深深地的烦恼。实际上，这也谈不上什么人生挫败，终究人没法考虑周全。\n" +
                "\n" +
                "　　 亲朋好友关联并不是谁怨谁的事儿，并不是谁冷漠谁的事儿，无需谈够意思，够朋友，沒有那么多爱恨情仇，重要看是不是彼此在乎，彼此在意，它是相处的基本。\n" +
                "\n" +
                "　　有些人一直惦记着他人，有些人一直惦记着自身，在亲朋好友关联上，期待别人如何待你，你先要怎么待人接物。\n" +
                "\n" +
                "　　 针对亲朋好友关联的那些事儿，把握好分寸感，保证安心就可以，针对他人的讨论，指手画脚，但是不是知情者的胡说八道，无论怎样评价，人都没法做到那麼无情，尊重自己的情绪，别憋屈了自身，就能平心静气。\n" +
                "\n" +
                "　　 针对亲朋好友关联不可以有意奢求，被真情友谊伤及更不应该，青菜萝卜各有所爱，人必须无拘无束，过得沧蓝一些，把关键点清洗得妥合适帖的人，只有在关键点上精彩纷呈，人生道路的春季关键并不是在关键点上。有多少尊崇繁华的人，就有多少喜爱清静的人，都有各的乾坤，都有各的追求完美，不可以一概而论。\n" +
                "\n" +
                "　　 如今伴随着通信和交通出行的比较发达，在标准容许的状况下，亲朋好友中间应当多多的行走，在行走中维持了相互的情感，也加重了相互的掌握。\n" +
                "\n" +
                "　　 亲朋好友是勤行走，勤增进感情，才不容易越来越生疏，才不容易越来越生疏，如今许多家中全是那样，爸爸妈妈都伴随着子女到别的城市发展，那麼上一辈的兄妹们，就更必须常电話联系，要不然确实没有了情感，乃至有时，隔壁邻居都比亲弟兄姊妹的情感好，正应了这句话“远亲不如近邻。”\n" +
                "\n" +
                "　　 不论是亲朋好友、盆友全是一样，勤行走，有时间的時间多给他给个打话，一来是问好别人，二来是情感维持，再好的盆友，假如三十年不往来，也会成路人的。\n" +
                "\n" +
                "　　 多行走，多联系，才算是维持情感的基本。");
        allDayQuotesMap.put(29,"人生如书，读不绝。人生如景，看不完……\n" +
                "\n" +
                "　　大家总在不经意间中打心里里笑读他人，读他人的自豪，读他人的所有喜怒哀乐。读他人却看不清楚自身几两重，无缘无故变大个人优点或极其低落消极……\n" +
                "\n" +
                "　　自古一句话“读人时反省自己”。愈是读他人缺陷的情况下，愈应反省自己、读自身，以扬长补短，使自身没犯与他人一样搞笑的不正确。\n" +
                "\n" +
                "　　大家一直倡导念书，读好书，可是非常少谈及要好好地读自身。认清他人不易，了解自身更不容易。殊不知，真实能了解自身的人肯定可以说内心上的谦谦君子。\n" +
                "\n" +
                "　　人会有一双眼睛，天生能够探索世界，读他人。而需看自身也只有在镜中见到自身的一面，这一面也是若隐若现而不真正的。在讲解自身时，经常有许多人一直戴着“高倍放大镜”无尽变大个人优点；针对缺陷，更喜欢用戴一付太阳眼镜模糊不清而扼杀之，这个时候用的数最多的方式是“自取其辱”，最先不愿意自身分析自身的人，始终也读不明白自身……\n" +
                "\n" +
                "　　读不明白自身的人，更喜欢把自己装在美丽的泡沫中，就算这类泡沫塑料没办法挡住哪些。由于，害怕读自身的人，最先是不肯应对真实的自己。\n" +
                "\n" +
                "　　读不明白自身的人，通常怨天尤人，由偏执造成 懒散，由欲望转为低落，把一切不顺心都归罪与客观现实上。用的是自身的身体和姓名来嵌入人生道路景色，可是景色里多了一片凄凉和哀叹……\n" +
                "\n" +
                "　　写保护他人不读自身的人，命里注定取得成功与自身一些漫长。就算是有时候想要读自身，也不一定精确。哪个硬生生的真正的你，躲在成功失败的身后，仅有静下来，认真去触碰撞击！\n" +
                "\n" +
                "　　总而言之，一个人，仅有先认知能力了自身才能够去读他人，才可以去读他人或天地。能够借问一下自身，如果你读他人的情况下，是不是带著自身的见解，自身是不是已经拥有是是非非的回答？这个时候你已经读过你自己。由于你已经用了自身的社会道德尺标去考量了他人。回答的精确是否，彻底在于自身的认同度。\n" +
                "\n" +
                "　　有一句话“当局者迷，旁观者清”。说的便是大家经常把自己放到一个特殊的自然环境下，看不清楚自身，这就必须大家时刻把别人作为一面镜子，与她们沟通交流，擅于倾听她们的点拔，才可以更强的让自身切近取得成功！而不擅于乃至害怕讲解自身的人，始终与真实的自己隔着一堵厚实的墙，它是一种极大的可悲！由于读不明白自身的人，最先就没有一个清楚的尺标去理解他人和考量全球。\n" +
                "\n" +
                "　　实际上，了解自身难以，营造一个好的自身更难。在我的心里，了解自身便是要用纯洁的心去营造自身。了解自身，便是要不断与自身交心，要与自身不好意思，在取得成功的情况下小结不成功时的经验教训，在不成功的情况下搜索取得成功时的工作经验。让自身时时刻刻必须维持一个客观的大脑才能够更为客观而全方位的读天地。\n" +
                "\n" +
                "　　仅有了解自身的人，才可以真实了解人生道路这部大书，由于这一部书的作者是自身，阅读者也是自身。");
        allDayQuotesMap.put(30,"为人处事是一门大学问，讲话也是一门大学问，如同煮饭一样，一样的原材料，一样的调味品但在不一样人的手上做出去的味儿也就不一样，如同一样的两三句，一样的含意，源于不一样人的口中，寓意也就不一样，要说的人就说好了，不容易说的人，便说坏掉。\n" +
                "\n" +
                "　　 想到了古时候的一个故事，明太祖朱元璋干了皇上之后，一天，他童年的一个小伙伴来京求见。明太祖朱元璋特想见到他的老友，可又怕他说出一些之前一些并不大风彩的事儿，迟疑再三，還是让传了进去。那人一进正殿就豪礼下拜，高喊万万岁，说：“我主万万岁，当初微臣随驾围剿庐州府，摆脱罐州城。汤大元帅在逃，拖住豆大将，红孩子参军，幸亏蔡将军。”明太祖朱元璋听完他的一席话，内心十分高兴，重重的册封了这名老友。\n" +
                "\n" +
                "　　 信息传来，另一个当初一块放羊的小伙伴也找上门了，看到明太祖朱元璋，兴奋十分，指指点点地在金殿上讲到：“万万岁，你没记得吗？那时我们俩都给人放羊，有一次，我们在芦苇荡里，把偷回来的黄豆放到陶罐里煮着吃，还没有等煮开，大伙儿就抢着吃，把陶罐都摆脱了，洒下一地的黄豆，汤也泼在泥田里，你只图从地底抓黄豆吃，結果把红草根创业卡在咽喉里，還是我的想法，叫你用一把蔬菜吞掉，才把那红草根创业带进肚里。”当文武百官的面，这番叙述让明太祖朱元璋又气又恼，啼笑皆非，只能喝令上下把他拖出去斩了。\n" +
                "\n" +
                "　　 明太祖朱元璋的两个人说的是她们放牛娃阶段的一段相互亲身经历。第一个说的极为委婉得当，既激起了皇上对自身的昔日恋人，又让不明就里的臣子听起来好像在讲诉皇上以前的丰功伟业，可以说“一举两得”。第二个小伙伴则说的十分直接，粗俗，让已经是九五至尊的明太祖朱元璋面部全失， 在重臣们眼前芒刺在背。可以说“致死害己”。\n" +
                "\n" +
                "　　 这就启发大家平常讲话，一定需看场所，分机会，深思熟虑，干万不可以不加思索，信口雌黄。害人不浅的嘴巴有时候比恶魔也要强大！\n" +
                "\n" +
                "　　 生活是一门造型艺术，不管为人处事、办事，全是一门大学问，要是认真去做，认真去想，才可以行，大家没必要为了一句话想大半天，有时候越发想想好长时间得话，比不上随便的一句开玩笑的话，就把相互间的分歧和要说的意思表现出来了，办事，注重方法、方式，也是一门必须长期性学习培训的课题研究。\n" +
                "\n" +
                "　　 惊天动地的日常生活能让我们产生开心，普普通通淡泊的生活也一样能让我们产生开心；富贵荣华能让人开心，清茶淡饭也可以让人开心。\n" +
                "\n" +
                "　　 开心是否，关键所在大家的心情。假如多感受一下自然界的奇妙，多聆听一下自身的心里；多一些工作中的从容，而少一些追逐名利的烦恼；敬畏生命，随遇而安，还自身一个当然的内心，大家将日常生活得丰富而开心：在我们工作中的情况下，大家会觉得造就的风采，进而开心；在我们悠闲自在的情况下，能够觉得性命的愉快，进而开心；在我们经历痛苦的情况下，我们可以从这当中吸取拼搏的热情。\n" +
                "\n" +
                "　　 生活需要平静的心态，生活需要感恩心态，生活需要认真去感受，打动与被打动在时时刻刻，生活需要开心的種子，生活需要快乐的山泉水，生活需要真心实意的心怀感恩，生活需要大家用真心实意去看待。");
        allDayQuotesMap.put(31,"曾看了一则报导称，大家最困惑的并不是日常生活的艰苦，只是看不见发展前途。最困惑一个人的并不是没钱，只是沒有追求完美，看不见发展前途。\n" +
                "\n" +
                "　　 一个人要是没有了追求完美 ，就变成江河里的落叶，人云亦云，豪无独立。而有追求完美的人，则是河中的鱼群，能够随意的寻觅自身的理想。\n" +
                "\n" +
                "　　 一个人有追求完美，那麼他就一定会朝着这一总体目标一步一步的前行，即便光阴如梭，岁月没有，但是也不会感觉自身老，也不会在意这种，看了一个故事，三十岁的党远自称为是三无人员：无房无车无媳妇，可对将来却仍然满怀信心。赶到这一大城市闯荡，党远费了一番勤奋，由于家中较为贫困，以便尽早缓解爸爸妈妈的压力，他舍弃读普通高中的机遇考入一所职高。毕业了在故乡工作中的2年中，他一直理想着还有机会去大都市。针对党远而言，研究生考试是唯一的发展方向，在无数艰辛盛典后，他总算赶到了可望不可及的大都市，以半工半读的方式念完研究生又读博。\n" +
                "\n" +
                "　　 应聘求职的全过程也很艰苦，由于年纪大，许多企业拒绝了他，在大学毕业前夜才面试到一所不知名的高校做老师。“身旁同年龄的朋友许多都是有了房屋，绝大多数也是有私家轿车。和她们对比，我们的生活品质显著要落伍很多年”。在党远来看，爸爸妈妈不可以挑选，外界标准不可以更改，那么就仅有本身多勤奋。“出生穷困的人非常容易造成自卑心理，欠缺自信心，因而我还在院校时尽可能多报名参加各种各样主题活动，塑造专业能力。工作中也诚信勤奋，敢于发布观点。”如今，党远正和女友勤奋存钱，提前准备2020年买一个小屋子，“尽管早已落伍了，但大家会勤奋追逐。”党远很开朗，他的女友也是如此。\n" +
                "\n" +
                "　　 在非州的沙漠上，有一种叫依米的花朵，它的开花期很短，只是二天的时间，便随母株一起香消玉陨。殊不知谁可以想像，依米花以便这几天短暂性的对外开放，努力了是多少艰苦和勤奋？在戈壁滩上，仅有根茎巨大的绿色植物才可以生长发育，而依米花的根却仅有一条，蜿蜒曲折盘曲着插进地\n" +
                "\n" +
                "　　 底最深处，一般它要花五年的時间来进行地下茎的交叉工作中，随后，一点一点地存款营养物质，在第六年春季，才可以在路面吐绿绽翠，给出一朵小小四色花束。这朵只是对外开放二天的四色花朵，依米花株因此努力了它一生六年的时光。成功的花，大家只惊羡她目前的艳丽！殊不知当时她的芽儿，浸湿了拼搏的汗液，洒遍了放弃的血雨。\n" +
                "\n" +
                "　　 大家认可这世界有很多不合理的地区。有钱人有着各种各样便捷的标准，国外留学、接纳好的教育，毕业了无需为工作中犯愁，这种是大家平常人可望而不可即的。大家羡慕嫉妒她们，可是大家做最好的自己，也不肯仇富心理。我们知道虽然她们中的有的人休闲娱乐，开了宝马五系撞了人还满不在乎，但她们之中绝大部分和大家一样勤奋好学努力、奋发向上。更何况，有钱人向前追朔几代，她们的祖上一样是穷光蛋，她们的血夜中也流着穷光蛋的血。大家坚信沒有始终的贫困与孱弱，都没有始终的富达与富强。就算大家仅仅一粒无足轻重的種子，还要做一棵树的種子，就算被别人踩在脚下，被风轻轻吹到山缝中，还要勤奋吸取太阳和晨露，勤奋发展，二十年后成长为枝繁叶茂，就可以赏析到更美丽的景色。就算有一天会去世，也是有用之才。\n" +
                "\n" +
                "　　 放正自身的心理状态，让自身少点缺憾，多一点开心。有的人觉得多一分追求完美，便会少一分缺憾。平常人心里的追求完美，仅仅一种冲动，而人的本性是无止尽的，它经常会带来大家疑惑乃至于痛苦。而追求完美一生的理想化和总体目标才算是大家前行的驱动力和指路人。以便理想化而努力，你也就不容易感觉缺憾，受苦受累，也会开心心甘。因而大家说，你的努力多一分，缺憾便会少一分，开心便会多一分。\n" +
                "\n" +
                "　　 要勤奋一点，最重要是否以便自身，只是给自己的亲人，自身之后的另一半，因此更要勤奋，要完成本身使用价值，就得努力，努力了才会出现收益。有保证了为理想化而努力，大家才可以感受取得成功、感受幸福，才会义无反顾！\n" +
                "\n" +
                "　　 有追求完美的人，是年青的、是填满热情的、是丰富的人生道路。");
        allDayQuotesMap.put(32,"为人处事和办事，是与人相处中最重要的俩件大事儿，为人处事沒有一定的规律和规范，但它存有一定的细则，一定有它的方法与规律性。\n" +
                "\n" +
                "　　 做下有理想的人，不害怕不成功，不语舍弃。\n" +
                "\n" +
                "　　 幸福的发展前途来自于自立、独立、信心，不达目地不罢手，咬定青山不放松，打跨自身的通常并不是他人只是自身，不必把一次的不成功当做是人生道路的三审。逃是软弱的，避是消沉的，退就看起来更为软弱无能。取得成功的路面得依靠自己闯，为人处事有疑惑，办事有窘境，世界上沒有一帆风顺的事，仅有顽强屹立不倒的自信心与恒心。\n" +
                "\n" +
                "　　 取得成功时，不必酒醉，不成功时，不必垂头丧气，不必怨天忧人，应对“巴山夜雨时”之副本，只有一往无前，坚持不懈，用自信心去摆脱一切艰难。想造就一番工作，就需要甘愿干大事儿，揽难题，立个理想，树个总体目标，人生道路才有走动的方位。\n" +
                "\n" +
                "　　做下善解人意人\n" +
                "\n" +
                "　　善良是人性光辉中最溫暖、最漂亮、令人打动的一缕，有着一颗大爱心、责任心，不害人不浅、不吭人、不坑人。拥有善解人意的品行，就会有真心实意孝顺父母、爱别人、爱当然的基本和很有可能。心地善良，就象一盏明灯，既点亮了周边的人，也溫暖了自身，善解人意不必潜移默化和逼迫，总是互相感柒和散播。\n" +
                "\n" +
                "　　 做有修养人\n" +
                "\n" +
                "　　 不管尘事怎样转变，节俭、忠肝义胆、礼让、孝敬全是恒古长盛不衰的传统美德，是多少古圣先贤也是视之为利器。小工作的取得成功靠机会，中工作的取得成功靠工作能力，大工作的取得成功就彻底靠品性、看品行。但凡成功人士，通常全是品行爱国的人。说白了修养，便是应当知浓淡、明长幼尊卑、懂高矮，识轻和重，应该是守规矩、守仁义。有修养的人，通常不因术而以礼，通常不因谋而道，通常不因权而礼。有修养的人到自身独居时，沧蓝当然，会管好自己的心，在与人沟通的情况下则替人着想，真诚待人，恬淡坦然，管好自己的口。周围为人处事，圆通快递办事，宁静而致远，自我反省，则诸事安心、顺意。\n" +
                "\n" +
                "　　 做开朗人\n" +
                "\n" +
                "　　 乐观向上，那样就能站成一座永远的丰碑，摆脱一道靓丽的景色。人生短暂，两者之间诸事张弓拔弩，比不上学着“幽它一默”。因此，为人处事得要问问自身开朗了沒有。\n" +
                "\n" +
                "　　做包容人\n" +
                "\n" +
                "　　 为人处世，胸怀不能太偏激。寸有所长，尺有所短，金无足赤，人非圣贤，器重他人的优势，宽容他人的不够，靠的是有恋人的心，有责己之量。懂得感恩，感谢生活让你磨炼自身的机遇，内心填满太阳，日常生活当然填满璀璨。\n" +
                "\n" +
                "　　 学做人，学好办事，学好交往，学会思考 现如今“学做人，学好办事，学好交往，学会思考”早已变成对全体人员社会发展组员基本以上的基础规定，在其中也有着文化教育的次序，先学做人，以后再学好办事，再学好交往，最终也就是学好终生学习。\n" +
                "\n" +
                "　　 从我做起，精益求精，办事有方案。学好办事的方式，详细情况深入分析。 再度，学好交往。人做为社会发展中的一个个人，而社会发展是由成千上万个人构成，沒有彼此之间的联络都没有说白了的社会意识，做为一个个人若是彻底不与外部产生联络，这一个人就沒有人生理想可谈。\n" +
                "\n" +
                "　　 人和人之间在观念，个人行为，习惯性等各个方面存有差别，相互交往会出現许多难题，学好交往便是要学好人和人之间的沟通交流沟通交流、学好解决矛盾、学会团结合作，学好做人与做事是大家长期性的课题研究。");
        allDayQuotesMap.put(33,"夏季的早晨，是含蓄静美丽的，开启窗户，放眼望去绿茵茵，院子里的桅子花，释放着香味，将清香含蓄在时节眸里，清宁，慕暖。一场微雨之后，天上如洗，天地万物更显葱郁，性命的幸福，就是来心里的丰硕，来自于对将来的期待和期待。\n" +
                "\n" +
                "　　 反复的生活，把时光中的每一天都撰写成平平淡淡，匆匆忙忙的奔忙，使我们好久没有静下心来体会什么叫幸福了，就感觉每一天全是那麼的不同寻常，实际上，在我们为日常生活的平平淡淡而感慨时，有几个正承担着病症的摧残，又有几个已经和灾祸作斗争，而大家，能够在归属于自身的那一米阳光中，畅快演译着悲欢，这何尝不是一种幸福快乐。\n" +
                "\n" +
                "　　 日常生活，一直在给你哭过，笑过以后，才让你一份爱惜和明白；人生道路，一直会给你尝尽日常生活的万般味道后，才对你说幸福的含义。而针对大家这种沒有过多独特亲身经历的普通人而言，有的情况下，多一份感受，便会和幸福快乐不期而至。\n" +
                "\n" +
                "　　 一直以来，很喜欢书写，作品的字，也一直起起伏伏，写感情，喜爱写的奋不顾身，常常是写出了一场热血传奇；写人生道路，还要高矮波动，千回百转；写日常生活，也写出冷热交迫，弯弯曲曲，总是以为，若是墨笔过度平平淡淡了，是没法扣人心弦的。\n" +
                "\n" +
                "　　 伴随着年纪的提高，一颗心历经时光的打磨抛光和沉定，刚开始喜爱淡雅的物品，例如，纯棉布衣，口味淡的文本，愈来愈搞清楚，这世界上最长期的情感，务必与日子一起生长发育，最幸福的生活，来源于平平淡淡生活的相守相伴，生命中的这些光彩照人不一定会长期，相濡与沫才算是永恒不变的溫暖。\n" +
                "\n" +
                "　　 总会有一些打动，如窗边的栀子花香，摇荡着一树的暖。如家人那一路的嘱咐，关爱的眼光，从不曾杜绝，如朋友那浅浅的相随，浅淡的守望先锋，一路追随，如恋人那相携的真心，曲曲折折的牢记，是生命的相守。性命的道上，可以同行业一段路，便是一份尘缘，一种溫暖。\n" +
                "\n" +
                "　　 此去经年，万水千山，拾捡一路的暖香，盈握这些闪耀，来点缀夜的寒性，不负流荡于心里的幸福，让时光的青藤，爬满爱的颜色，既就是在荒凉的角落，也尽可能挨近太阳，于时节展转中坦然，于花开花谢间笑容，在冷热交错的时光里，学好尊重和爱惜。\n" +
                "\n" +
                "　　 总有些抛锚的记忆力，穿梭在忧愁或灿烂的时光里，如一首薄词，从浓吟到淡，然后在雨打芭蕉的夜幕中，被埋藏或封尘，这些短暂性的相遇，是担心在手心上的命运，终究是一场沒有结果的禅途。树轮的展转，都会陪你摆脱青藤的往日，在朱门打开时，写出满笺的清宁，和温柔的温暖。\n" +
                "\n" +
                "　　 这世界上的感情，太过跌宕起伏，终会被错过。唯这些不浓不烈的爱意，仍在性命漫漫长路的路程中，摇荡着漂亮，如那杯温开水，虽质朴平平淡淡，却平静妥贴，是写在白头发月色上的牵念，会伴随着霜染的时光，愈来愈浓厚，非常值得你用一生，去温柔相待。\n" +
                "\n" +
                "　　 行于世间，终归是有断不上的悲欢离合。假若可用洁净的心，顺着来时的路，在飘满太阳的轩窗下，写禅意的句子，那麼心便会菩堤自得。岁月的仰首间，有多少尘事，能如冷水滴石一样的净透？又有多少小故事，都能撰写爱情盛宴？总会有停靠在的船，也总会有抛锚的滩，总会有曲曲折折的路，也是有崎岖不平的山，性命，最美丽的牢记，一直来源于千回百转间。\n" +
                "\n" +
                "　　 将时光的香醇，放置在朴素的心中，用温和的眼，看流云朵朵，看青山绿水绵绵不绝，看海洋的千万清波，看夕阳余晖的留恋，用清雅的心，体会晨的清宁，夜的静好，花的清香，月的陶醉，将一枚笑靥描绘在红尘烟雨处，人，便可与蔓草相安，心，也可以如叶之恬淡静好。\n" +
                "\n" +
                "　　 常常谢谢运势，可以赠我一方睛空，一片青山绿水，也有悲欢和坦然，让我还在展转的岁月里养花，植树，种时光，要我可以阅千万景色后，仍能做最确实自身，如一朵花开，在流动性的光影交错间，一目了然性命的明暗交界线浓淡，若潮汐之后，心中难落繁华落尽的印痕。\n" +
                "\n" +
                "　　 性命的道上，不管碰到如何的挫败与踌躇，要是心怀一片海，就能宽容全部的悲欢，要是心里种一枚暧阳，便会抵御全部的寒性，要是心中有绿茵，便会揽一份清爽，性命的旅程，都会亲身经历湿冷的多雨季节，或雾霾天气的气温，让心拥有一会儿的茫然，然，如果你耐心等待，太阳终究会打破谜雾，点亮正前方，让我们期待和顽强。\n" +
                "\n" +
                "　　 花朵，从不容易由于採摘而丧失清香；草儿，业不容易由于风吹雨打而杜绝太阳，性命的路程，都会有百转千回，时节的展转，都会有悲欢寒性，若你知道，这全是时光授予的精彩纷呈，外在的景色，一直润了他人的眼，心里的丰硕，才算是归属于自身的始终。\n" +
                "\n" +
                "　　 岁月漫长，大量的情况下是要一个人走动，道上要历经幽长的街巷，或者遇上绵绵细雨飞花，全是运势的给与，一句风轻云淡，要踏过是多少悲欢。一直坚信，无论这一路上会有多少艰辛，一定会有，柳暗花明的喜悦；无论这世界上会有多少寒性，依然会有，不一样的烟花，要学好遇山过山，逢雨打伞，有桥桥渡，无桥自渡，淡若清风，含蓄微笑踏过。");
        allDayQuotesMap.put(34,"圆规为何能画弧“由于……它的心一直没变。”\n" +
                "\n" +
                "　　 圆规为何能画弧“由于……它的全球仅因你自己而精彩纷呈。”\n" +
                "\n" +
                "　　 圆规为何能画弧“由于……它的心里非常简单——黑就黑，白便是白。”\n" +
                "\n" +
                "　　 圆规为何能画弧。由于相互一直都不容易‘相互之间猜忌，相互之间争执，相互之间抱怨。’由于她们都相信我爱他（她）胜于一切；她们都相信‘爱就需要不求回报的努力，无私奉献；’她们都相信‘爱就是相互之间关怀、相互之间包容、相互之间信赖。’她们相信能够一起手挽手一起老去，在老的情况下，能够翻阅以往的日历表，看见过去一路踏过的一点一滴，哭过、笑过、争执过、冷暴力过，可是她们的心一直也没有变。\n" +
                "\n" +
                "　　 圆规为何能画弧。由于她们的内心从此装不下另一份爱。一个人相匹配着一颗心，如果有一天她们能够走入相互的心里，她们都是哭——由于里边装的全是相互。如果有一天她们能够走入相互的心里，她们都是笑——由于里边装的都是相互的好和满满的爱。如果有一天她们能够走入相互的心里，她们都是相互之间深深地凝视着着——由于“爱情是一个总体，只有装下一个人，那便是相互。”\n" +
                "\n" +
                "　　 圆规为何能画弧。因为爱情是以相互为管理中心来守卫另一方。不管他（她）立在那一个角落里，（她）他的视野都是专心致志的环顾着周边，担心（她）他就算遭受一点点损害，并不是（她）他不愿把聚焦点集聚在（她）他的的身上，由于（她）他知道要是另一方好便是较大 的幸福快乐。\n" +
                "\n" +
                "　　 圆规为何能画弧。由于这个世界都填满幸福。大家期待这世界填满溫暖，期待大家的人生道路绚丽多彩，期待我们的日常生活幸福美满。\n" +
                "\n" +
                "　　可是，人生道路仅有填满挑戰才更有意义，一帆风顺的将来，难免看起来平淡无味，殊不知，这确是天下父母所期待儿女所经的日常生活；人生道路仅有亲身经历风吹雨打才可以看到美丽的彩虹，“没经一番寒刺骨 怎得红梅花香气扑鼻香。”因而这个世界仅有大家亲自去勾勒，去勤奋，大家无须羡慕他人的光辉与造就，也无须羡慕他人的颇具与奢侈，更无须羡慕他人的美好人生，你需要记牢：“全球不容易因为你一个人而精彩纷呈，但这个世界缺乏了你也就一定不容易精彩纷呈。”\n" +
                "\n" +
                "　　 圆规为何能画弧。因为它的管理中心始终紧紧围绕着自身所爱惜的角落里。不管走到那一个角落里，我们都要记牢回家看看或是打一个电话问好親愛的的亲人。由于大家如同水里的鱼，爸爸妈妈如同河中的水，始终陪在大家的身旁。如果我们仔细一点经常会发觉爸爸妈妈想大家，始终都比大家想她们更多一些；如同满天星星，不管大晴天還是下雨天，她们都是或明或暗的凝视着大家，担忧大家吃不太好、穿不太好、住不太好，因此请大家一定要记牢：“常常打个电话给远处的爸爸妈妈，告知她们大家一切安好！”她们入睡都是笑醒的。心与心与心的距离实际上就那么简易。\n" +
                "\n" +
                "　　 圆规为何能画弧。由于大白天她如同天空的太阳，一直一副乐天派，给与每一个人快乐。夜晚她如同天空的月儿，一直清静的聆听，协助每一个人摆脱忧虑。春季她是报春嫩嫩柳芽，产生最溫暖的节奏感；夏季她是清爽的夜风，产生最舒服的觉得；秋季她是金黄的色调，产生大丰收的愉悦；冬季她是纯白色的小精灵，用她那纯粹完美无瑕的双眼望着这世界，期待它的来临能够带来这世界每一个角落里都填满着童真的质朴，让乳白色洗涮这世界的污渍，让乳白色来装点这世界的漂亮，让乳白色来告知大家什么叫黑，什么叫白，让乳白色来复原大家心里的心灵美。");
        allDayQuotesMap.put(35,"在一个最平时但是的早上，闺女收到了一封出乎意料的电子邮件。\n" +
                "\n" +
                "　　电子邮件是由她的教师分享的，是一封简明扼要的致歉函。\n" +
                "\n" +
                "　　信的来历要从两月前谈起，闺女报名参加了一年一度的省数学竞赛，却无法象以往一样圆满晋升。\n" +
                "\n" +
                "　　如今举办方却发过来了致歉函，忘筌闺女实际上是得奖了的。\n" +
                "\n" +
                "　　原先，比赛中的一道题型应当有两个恰当的解法，但判卷那时候只明确了一个回答，而闺女的回答正好是被粗心大意了的另一个标准答案，因此错过纪念牌。\n" +
                "\n" +
                "　　从而，举办方向闺女院校发送邮件，表述缘故并为闺女错过那时候的颁奖典礼而道歉，服务承诺于两个星期内将纪念牌寄到家中。\n" +
                "\n" +
                "　　获知这一信息，是我一种喜事连连的觉得，脑子里跳出来的第一个想法就是苦尽甘来，再细心一想，更感觉这事真正被磨得好磨得妙。\n" +
                "\n" +
                "　　如果当时沒有产生那样的乌龙茶，闺女的奖拿得太圆满，反倒对小孩的发展趋势不好。\n" +
                "\n" +
                "　　不容置疑的是，历经这事，闺女显著发展了。\n" +
                "\n" +
                "　　最先，一时的落败磨练了小孩的心理状态，是最好是的挫折教育。\n" +
                "\n" +
                "　　犹记得闺女在赛事完毕后的缄默，做为院校的种子队，她被老师和同学寄托了殷切期望，这一次却丢盔卸甲。\n" +
                "\n" +
                "　　闺女自入校就一帆风顺，基本上逢考取胜，拿奖也变成家常饭，此次落败应该是迄今为止较大 的一次挫败了。\n" +
                "\n" +
                "　　我原还担忧长久以往她免不了骄傲自大，恰好运用此次挫折让她了解到山外有山，天外有天。\n" +
                "\n" +
                "　　次之，比赛落败以后，闺女对数学课的兴趣爱好不降反升。\n" +
                "\n" +
                "　　她不但宁静地接纳了不成功的結果，更用心剖析了本身的不够：并不是自身沒有发展，只是他人比她发展大量。\n" +
                "\n" +
                "　　因此，她制定了方案，让父亲从中国找来权威性的辅导书，每日自修一个小时，提前准备2020年决战。\n" +
                "\n" +
                "　　最爱见到她一脸引以为豪地冲着刚念完的题型两眼放光，“還是咱我们中国人聪慧，这题的解法比外国人高超多了。”\n" +
                "\n" +
                "　　望着愈来愈信心的小宝贝，我禁不住想，这大约就叫失之东隅，收之桑榆。\n" +
                "\n" +
                "　　除此之外，举办方有误必认有错必纠的措施是最好是的教书育人之道。\n" +
                "\n" +
                "　　以以身作则者从，什么方法也比但是言传身教的机遇文化教育。\n" +
                "\n" +
                "　　日常生活能够 爱憎分明，然，老师无小标题，老师的为人处事心态立即危害着学员的心身发展趋势。\n" +
                "\n" +
                "　　实际上，比赛中出現记分不正确是免不了的，赛事早就完毕，又不是什么利益相关的重特大赛事，即使举办方未予深究，也无可非议。\n" +
                "\n" +
                "　　要了解举办方的组员全是做兼职的，只在比赛期内才聚到一起履行职责，而判卷得分则是由诸多青年志愿者合力进行的，比赛完毕后全自动散伙。\n" +
                "\n" +
                "　　殊不知，若要改正所述出错，却必须消耗很多的時间与人力资源，能够 想像得到，将上千余名参赛选手的考卷再次调出去，一一核查，再度记分排行，寄信道歉，邮递纪念牌是一项多么的繁杂的工作中。\n" +
                "\n" +
                "　　即使如此，举办方仍然保证了，她们的毫不在意何止于改正了一个题型的回答，只是向大家展现了严谨治学诚信为人处事的师德师风风采。\n" +
                "\n" +
                "　　谢谢这一枚晚到的纪念牌，它起源于比赛，却跨越了比赛。\n" +
                "\n" +
                "　　-");
        allDayQuotesMap.put(36,"跑到另一座城市。\n" +
                "\n" +
                "　　那时候他只有一个念头，便是不许家人寻找他，一辈子都无需再见了。\n" +
                "\n" +
                "　　走在路上他想到爸爸妈妈的责怪自身的憋屈，内心充满了对付的快乐。\n" +
                "\n" +
                "　　殊不知漂泊的日常生活并比不上他想像中的仅有随意，当的身上的钱花完之后，他迅速深陷了存活的窘境。\n" +
                "\n" +
                "　　他睡在夏季生态公园的长椅上，喝公共卫生间的饮用水，有时一觉醒来，身边会出現一两个钱币。他在过街天桥下看到露宿街头的乞丐，感觉自身和她们也没有什么两种。\n" +
                "\n" +
                "　　在这里座大城市的2个礼拜他尝尽了世间冷暖，习惯来源于生疏全球的嘲讽，他乃至都忘记了有几回被人像图片狗一样驱逐。他想过回家了，但是一想到爸爸告诉他滚得情况下一脸憎恨的小表情和自身临走前留有的决然的小纸条，马上又消除了这类想法。\n" +
                "\n" +
                "　　有一天黄昏他饥火烧肠，没有针对性和目的性地在公园周边游逛，大门口有一个老太太推着三轮车已经卖馍馍，他盯住那筐白暄暄的馍馍不了地咽口水。\n" +
                "\n" +
                "　　这位老年人迅速留意来到他，对他招了挥手，说，小孩，滚回来。他怔怔地走以往，老太太取出好多个热腾腾的馍馍，包了一兜拿给他，说，小孩，看许多年以后饿坏了吧。\n" +
                "\n" +
                "　　他愣了很久才接到馍馍，大口大口地啃着，眼泪忽然泪如雨下。\n" +
                "\n" +
                "　　他乃至都忘记了跟这名老太太说声感谢。\n" +
                "\n" +
                "　　老太太问起，看许多年以后和小孙子类似大，你的亲人呢？\n" +
                "\n" +
                "　　这个时候他才意识到，自身早已好久没有说话了。\n" +
                "\n" +
                "　　心里的怨愤与憋屈一下子涌上心头，啜泣着和这名素未蒙面的老年人道出了自身的亲身经历。\n" +
                "\n" +
                "　　老太太听罢叹了一口气，问起，小孩，你如今是否觉得我对很好的？你内心很感谢我？\n" +
                "\n" +
                "　　他想想想，重重的点了点点头。\n" +
                "\n" +
                "　　老太太说，我只不过是给了你好多个馍馍，你也就感觉我心疼你，小孩，你想一想，你爸爸妈妈这些年让你的又哪止是好多个馍馍啊，你为什么沒有感觉她们心疼你呢？\n" +
                "\n" +
                "　　他愣了，对啊，爸爸妈妈这些年为自己的也不是仅有鄙夷和责怪，但是为何自身只体会来到憋屈与怨愤？自身那无足轻重的对付的快乐，又何尝不是源于于爸爸妈妈对自身的在意？\n" +
                "\n" +
                "　　大家一直太非常容易被陌生人打动，而对亲密无间的人太过苛求。\n" +
                "\n" +
                "　　路人往往生疏，是由于她们在这个世界难以想象优越感，当她们有时候出現，即便一个真诚的笑容也可以使我们觉得溫暖；而亲密无间的人往往亲密无间，是由于大家无话不说，早就习惯她们的关爱，有时候的龃龉就能使我们难以释怀。\n" +
                "\n" +
                "　　时光过长，大家早就忘掉从何时刚开始忽视了解的溫暖，就仿佛这种物品难能可贵，在我们为一个人的故事打动落泪，却忘记了那原是以前归属于我们自己的快乐时光。\n" +
                "\n" +
                "　　孔子说：唯女人与小人难养也，近之则不逊，远之则怨。从某一视角而言，这世界并不是女人便是奸险小人。当关联亲密无间的情况下，大家竭尽尖酸刻薄相爱相杀，当关联生疏却又感慨人情淡薄时过境迁。\n" +
                "\n" +
                "　　高校的情况下有一个兄弟，失恋了一个月的情况下，十分烦闷地拉我出来饮酒，聊到和我前女友的故事有感而发。\n" +
                "\n" +
                "　　他说道，一开始在一起的情况下真的是觉得整个世界都充满了太阳，看到她就情不自禁地微笑唇，但是在一起时间长了之后，她嫌弃我不思进取一天到晚打游戏，我认为她小肚鸡肠掌控欲过强不给我自由，直到分手之后，前几日倒是一身轻松，但是已过一段时间之后又会想到之前的一点一滴，见到其他男孩儿在追她内心跟刀扎的一样，好几回都禁不住想找她复合型，你说我是否贱骨头？\n" +
                "\n" +
                "　　我想了一下，说，是。\n" +
                "\n" +
                "　　关联一旦亲密无间便会平稳，看起来日常生活过度平平淡淡，这个时候总有人禁不住去浪一下，刷一刷存在感，等完全船翻，又醒悟自身青春年少太骄狂。\n" +
                "\n" +
                "　　大家一直立在以前要想的将来，徒劳地想返回这些早已归属于以往的岁月。有时应对身边的人，婚姻关系的害羞会产生比生疏更长远的间距。\n" +
                "\n" +
                "　　大家不清楚从何时刚开始含蓄地表述对身边人的关爱，对相互的在意也变成损害的尖刀。大家迫不及待地要想更改另一方，却忘记了每一个亲密无间的人到这个世界也以前是路人。\n" +
                "\n" +
                "　　在我们第一次听见宝宝的哭闹，在我们第一次凝视恋人的眼睛，那就是我们曾经最动心的相逢。\n" +
                "\n" +
                "　　这个世界是是非非，这时光长路迢迢，在我们觉得困难重重，何不回到起点的偶遇，那一天的趁阳光正好，那一天的春风沉醉。愿我们再次相遇，不负时光，也不辜负你。");
        allDayQuotesMap.put(37,"爱情是无疑美好的， 对我们每一个身处大学这个小社会的学生来说 ，常年在外，身边找不到一个熟悉的人，更找不到一个真正能够说心里话的人，这的确是一件非常痛苦的事儿 。况且与此同时，他们的亲人，还在耳边不停的告诫他们，社会是多么的复杂， 于是这样，他们更加愿意生活于自己的世界里，而不愿，去走进身边人的世界，也不愿让别人走进自己的世界。\n" +
                "\n" +
                "　　在他们最伤心难过的时候，有这么一个人，突然闯进了他们的世界，想让他成为她的一切，想做她的影子，她的骑士，她的王子。\n" +
                "\n" +
                "　　每天晚上睡觉前的一个晚安，每天早上醒来的一个早安，久而久之，他也就慢慢养成了一个习惯：晚上睡觉前一定会情不自禁的给她发一个晚安的祝福，来表达心中满满的爱，每天早上醒来睁开的第一眼，也总会看一下放在他枕头边的手机，是否屏幕上显示特别关心对面的那个她送来的一个“早安”同时也给她发一个“早安”，对她新一天的满满祝福。日复一日，时间久了，她就成为了他的全世界，他从心里感觉到：她就是我的另一半。也许，这就是爱情的力量。她的出现，让他感觉到自己的生活又重新焕发了新的生机，他不停的改变自己，不再含蓄，不再害怕，不再莽撞，做任何事都变得小心翼翼，想让自己变得更加的美好，把自己完美的一面展现在她的面前。\n" +
                "\n" +
                "　　 爱情，谁都不清楚。它会在什么时候来到你的身边。\n" +
                "\n" +
                "　　这么多年来我一直在想：什么是真正的爱情？我曾尝试着去问身边的每一个人，在他们的思想观念里，爱情是什么？\n" +
                "\n" +
                "　　有的人回答我说：爱情，就是两个人在一起，相互的依赖彼此。相互尊重，相互理解。\n" +
                "\n" +
                "　　有的人回答我说：爱情是能让人觉得开心。在享受爱情的同时，不会有负担，更不会让人感觉到难过。它是一种精神的享受。\n" +
                "\n" +
                "　　还有的人告诉我：爱情这东西，离我很远，我都还没有想过这个问题。（每当我听到这样的回答，我也总是笑而不语：难道它真的离你很远？只是缘分还没有到来罢了。）\n" +
                "\n" +
                "　　大多数人对爱情这样定义：男女双方之间相爱的感情，是人与人之间的强烈的依恋、亲近、向往，以及无私并且无所不尽其心的一种感情。简单的来说，爱情，就是为了彼此，放弃接受别人的好以及再对别人好，全心全意的对待一个人，对她（他）好，为了他(她)而改变自己。\n" +
                "\n" +
                "　　爱情，不需要太多的修饰。适当的渲染，会让一切感觉到美好；而过分的修饰，则只会让一切看起来更加虚伪，毕竟不是穿了情侣装就可以装情侣。\n" +
                "\n" +
                "　　每一个人对待爱情，都会有不一样的态度，不同的观念。这一切就是我们所说的爱情观。，当然每个人都有自己的看法，也说不上谁对谁错。\n" +
                "\n" +
                "　　在我的身边，有这样的一个朋友，她对自己未来另一半的要求是这样的：始于颜值 敬于才华 和于性格 忠于人品 终于慈悲。这是她的爱情观，也是她对待爱情的一个态度。在有的人看来，这是多么难达到的一个要求，甚至会感觉可笑。但是，从她的角度出发，她想着可以找到一个完美理想的另一半。这也是对将来自己的一种负责任的表现。\n" +
                "\n" +
                "　　在青春的这段旅行中，我们会遇到无数的人和事，但是，有的人只是在你的这段旅行中路过而已，不是每个人，都适合和你白头到老。有的人，是拿来成长的；有的人，是拿来一起生活的；有的人，是拿来一辈子怀念的，他(她)也许会陪你走一段路，但是一定不要勉强他(她)们陪自己上路。\n" +
                "\n" +
                "　　回望过去，小时候陪伴你的人还有多少，小学的同学，初中的朋友，高中的那个她。现如今，我们均已成年，十八岁，这个不知所措的年纪，它也许会让你遇见不知所措的人，但请珍惜与她在一起的美好时光。因为这个时间愿意陪伴你的这个人，或许会成为你一生中最难以忘怀的那个人。他会让你真切的体会到什么是爱。\n" +
                "\n" +
                "　　我希望我们都能记住那些在你生命中留下一笔的人，那些在深夜陪你聊天，那些默默陪在你的身边，那些你生病时在你左右，那些你难过时会想起的人。\n" +
                "\n" +
                "　　正是因为这些人的陪伴，你才变成了现在的你，好好珍惜身边的每个人，一如你珍惜自己一样，即使你们终究会面对离别。\n" +
                "\n" +
                "　　或许每个人的青春里，都会有那么一个人的存在，爱着，但是却永远不能在一起了，可是无论怎样，我们都已经回不去了，再也回不去了，或许这一生我们的缘分就到此结束了。没有后续了吧，曾经那些美好的幻想，都已经被风吹散了，幻想终究只能成幻想了。而曾经那些美好的回忆，也成了永久的回忆，再也回不去……也许有一天你想起他们也只是淡淡笑，当初的撕心裂肺在现在看来也是没什么大不了的。\n" +
                "\n" +
                "　　有些事就是这样，无论你有多在乎，但是当你迈出了那一步，可能你们就再也回不去了，无论曾经你们爱得有多深，但是到了这样的地步，就再也回不去了，然后这一段就青春就只能用来怀恋了！\n" +
                "\n" +
                "　　有关这些的回忆，我们把它统称为“旧时光”：你也许也是这样。刚见面的时候从没有想到日后她会在你心里占据那么大的位置：在或者就是你们互相喜欢，可就是没能在一起。总是在想要告诉对方的时候发生些什么让你最终没有说出口。这样的狗血戏码好像总是在上演。多少人把青春耗在暗恋里，却没有在一起？不过没关系。因为这就是生活。\n" +
                "\n" +
                "　　一期一会，世当珍惜，不问过去，只看未来");
        allDayQuotesMap.put(38,"时光如水，岁月如梭。人这一生从呱呱落地那一天起，便刚开始睁开眼看世界，且渐渐地学好观查发觉甚至赏析。伴随着人生价值观、价值观念的产生，赏析便获得了提升，变成了一种心态、一种情结、一道靓丽的景色，并从而真切感遭受了赏析所产生的漂亮和风采。\n" +
                "\n" +
                "　　 同是一个烂泥塘，有些人一次次从它身旁踏过而置之不理，有些人却喜悦地见到那绽放的几枝莲花；同是一把旧椅，有些人对它不屑一顾，有些人却从这当中发觉了古香古色。前一种人一直愁眉苦脸，后一种人一直高高兴兴，結果不一样，皆源于是不是有着发觉美丽的双眼，是不是用赏析的甘霖去滋养纯天然的日常生活。\n" +
                "\n" +
                "　　 空闲时，读一首诗意长远的诗，从这当中品位诗的风韵，它是赏析；暑假时，读一本趣味性横益的书，投身于到另一个世界去，它是赏析；睡午觉时，听一支幽美委婉的曲子，让你的爱彻底释放压力出来，它是赏析；网上时，沉醉于在网民的室内空间，体会富有诗意，它是赏析；夜里时，仰头眺望浩瀚无垠的夜空，清洁一下自身的内心，这也是赏析。擅于赏析的人，必然是擅于发觉美丽的人；擅于赏析的人，必然是微笑着面对日常生活的人。假如你肯定不会赏析，你可能丧失很多愉快的感受，错过了很多幽美的景色。\n" +
                "\n" +
                "　　 赏析他人的言谈举止，会提升大家的演讲口才；赏析他人的豁达，会宽阔大家的胸怀；赏析他人的善行，会清洁大家的内心。赏析他人实际上是少一点苛刻，多一点信赖；多一点激情，少一点冷淡；多一点仰望，少一点嗤之以鼻。赏析多一点，分歧和误会必定会少一点，人和人之间的间距才会更近一点。实际上。日常生活有一些物品并不一定要获得，要是可以赏析到就很好，如果你赏析的情况下那就是一种极致，赏析是一种熏陶，一种提升，一种获得。一个擅于赏析他人的人，必是一个丰富多彩的人；一个被他人赏析的人，必是一个优异的人。假如不可以做一个优异的人，那么就做一个丰富多彩的人。\n" +
                "\n" +
                "　　 日常生活大家不但赏析开心，也赏析悲伤。大家赏析阳光彩虹，也赏析狂风暴雨；大家赏析熙熙攘攘，也赏析万籁俱寂；大家赏析轻歌曼舞，也赏析真心实意的眼泪。由于我们知道，风吹雨打是另一种亲身经历，静寂是另一种感受，落泪也是另一种感受。\n" +
                "\n" +
                "　　 赏析的真谛，便是赏析挫败；赏析的较大 气概，便是赏析敌人的优异。能保证这一点的人，一定会变成日常生活的最强者，工作上的成功人士。这一魄力，是他获得不凡造就的推动剂。\n" +
                "\n" +
                "　　 尘世穿行并且是乐，刚柔并济淡泊心。做为砥柱中流的成年人，大家则要学好在工作压力下寻找赏析，在厚重的压力下寻找赏析。不必抱怨日常生活枯燥乏味，那是由于你没有一双发觉美丽的火眼金睛；不必感慨生活不如意占有了全部的時间，那是由于你没学好随时去赏析。擅于赏析，阴云密布的天空中也会显出一缕阳光；擅于赏析，寒风凛冽的寒冬里你也会觉得暖心的溫暖。\n" +
                "\n" +
                "　　 借你一双火眼金睛，把这个世界看个清清楚楚、切切实实。开心写在你的脸部，幸福藏在你的心里！");
        allDayQuotesMap.put(39,"在我们家后边的附近，有双股火车道，早已废料好多年了，原来明亮的铁轨早已生绣，不忍直视，仅仅在铁路线的四周多了许些野草和不知名的小树苗，使本来顺畅的铁路线越来越隐约可见，现如今已变成我与妻常常去散步的好去处，那边的唯美意境、平静和安祥使我们一次次的陶醉舍不得，常常来到那边，不由自主想到朱自清老先生作品那童话般的《荷塘月色》。\n" +
                "\n" +
                "　　有些人说，人生就像火车道中的直线，有刚开始的艰辛，半途的晃动，但终点还非常漫长，在这个正中间，你的观念要单一，行動要一致，不能随便更改路面，不能有一切的缺陷和非分之想，更不能随意调头，不然便会人仰马翻，追悔莫及。说的还真有生活哲理。\n" +
                "\n" +
                "　　望着火车道两侧的景色，我与娇妻常常的感慨万千，对景生爱！那边一定产生过很多甜酸苦辣的爱情故事吧，她们相互相识是缘分，熟识是情份，相识是缘事后缘，即便无可奈何提出分手，也是命里注定的缘分已尽，只愿她们的爱情就像这两根看不到终点站的火车道，始终的维持下去。\n" +
                "\n" +
                "　　而在大量的情况下，成千上万的人在火车上只有擦身而过，各有往前走阳光大道和独木桥，过着自身特有的日常生活，直至性命耆耆老矣，却不可以有缘分再度见面，那般的结果，一样看起来宝贵。如能第二次握手，或能变成青春不老的盆友，并不是上辈子的缘份，也必然是此生的命运吧！\n" +
                "\n" +
                "　　妻说，第一次在火车道边散散步，是她读中小学的情况下，望着远处飞驰而成的巨大，倒被列车吓得抱头鼠串，但是，她却很开心，由于慢步在火车道上的觉得确实很悠闲，之后，要是还有机会，她都会再去火车轨道旁散散步！在平行面的火车轨道上，妻学会了对人生道路的思索，找到自身的部位和方位。是呀，人生就是一列去往墓葬的火车，路程上面有很多网站，这期内，沒有一个人能够 从始至终陪着你走彻底程，你能见到成千上万来来去去、来来回回的人。假如好运，会有些人陪你度过过人生道路中最美丽的一段，当这个人要下车时的情况下，即便舍不得，也该心存感恩，随后满怀恋情与之招手告别，或许在下一站会出现此外一个你心仪已久的人陪你度过的更长远！在汽车站的提出分手，是尘世间最艰难、最悲伤的提出分手，相互说声“再见了！”或许是明日，或许便是一辈子的再见！\n" +
                "\n" +
                "　　看见这些遥无尽头的火车轨道，再想一想急急忙忙的人生道路，大家不太可能走的很远，但希望爱惜在一起的时时刻刻，爱惜我身旁的每一个人，还记得我们曾经手牵手穿行在火车道上，还记得大家慢步在日常生活中的每分每秒，还记得看你用餐、看你入眠，记住你亲口对我说过“我喜欢你”……\n" +
                "\n" +
                "　　看见这些被抛弃的火车轨道，我与妻一样的而为痛惜，想当年，他们也一定立过过赫赫战功，如今……细细地要来，人生道路何尝不是那样？年轻的时候，之名、为利，拼了命去工作中，直到年纪大了……\n" +
                "\n" +
                "　　穿行火车道，还可以像朱自清老先生那般，也能想，也能不愿，就是这样，静静地，拉着老婆的手，义无反顾地陪她一直向前走，一直向前走，直至性命的最后一刻……穿行火车道，我油然而生感受，日常生活原先便是每日用餐的木筷，每日入睡的那张床，也有有时候的争执和斗气，也是把应当忘掉的全部苦恼所有忘记……\n" +
                "\n" +
                "　　列车按时准时，而人生道路却不一样，在人生的道路上，有时候必须快点儿，有时候能够 慢一点；有时候必须努力，有时候能够 懒惰；有时候必须开心，有时候能够 忧愁……阴晴圆缺，甜酸苦辣，啥都有，这才算是切切实实的人生道路。（作者简介：黄宏宣，男，我国散文家协会理事，中国东方文学家写作管理中心vip会员，江苏文学家协会理事，我国三级创作员，在各种学术期刊、网址上发布著作数千篇，十数篇短文在各个评定中得奖，并出版发行散文读后感《我这十年》和经典小说《深深叹息》）");
        allDayQuotesMap.put(40,"人的一生总会有许多追忆是难以释怀的，青春的记忆如同五彩斑斓的鲜花花束，释放着素雅的芳香，我曾经提心吊胆地将他们剪修成干枝夹在《繁星诗集》里常年存放很多年。是昨晚的暴风雨扰我没法缱绻，才要我不知不觉看到了这种文本，读着读着这种文本越来越不虞欢起來，他们活生生地将我拉返回了初中升高中那一年。\n" +
                "\n" +
                "　　 那年的夏天，我的中考分数出来了，内心却刚开始犯了难。 普通高中和职高不知道该如何选择。我很想来读普通高中，因为它是通向高校唯一的桥，那是我最向往的地方。但是，普通高中和高校一共需读六年，我的家世在那时候是没法付款这巨额的培训费的。考虑到再三還是决策去读职高。就算是挑选职高，也是爸爸咬紧牙关答应下来的，我方知爸爸的困难。\n" +
                "\n" +
                "　　 九月份新学期开学的那一天，十七岁的我带着家中仅有的一千多块钱，一个人托着厚重的行李箱坐到了客运车，冲向了哪个喧嚣的城市。车总算到站了，我将硬包小卷的行李箱刚拿出来，几台租赁的三轮车，就蜂拥而来，一个晒得很黑的中年男性跟我说：小女孩去哪里啊？我喃喃地回应：你卫生学校去吗？他忙应道：“去啊！你是新生报道的新生儿吧？”应对路人的讯问，我看起来一些腼腆，他看看我，淡淡笑道也没再好问，他将我送至学校门口，取下全部行李箱后就离开。\n" +
                "\n" +
                "　　 这座卫生学校沒有想像中的高端大气，但干净整洁整洁，一切秩序井然，当看到显眼的“热烈欢迎新生儿”的横幅黏贴在正门口时，内心還是萌发出一丝溫暖。服务厅里的人很少，我的行李箱散放到地面上，一个人怯生生地矗立在转角，观查着大门口来来去去的人。她们与我一样也是新生儿，不一样的是她们都是有爸爸妈妈相随，或是是姊妹相抱，我欣羡的眼光在她们的身上游移。她们的欢歌笑语，另外感染了我的嘴巴，不由自主也跟随扬了扬。她们一前一后拥进门处，全部厅堂猛然繁华了起來。厅堂里早就设好啦好多个交费的对话框，看见她们握着大把的钱，一项一项地排长队交费领着收条，我好生羡慕啊！这时，我的心里刚开始打着鼓来，明知道钱不足，还逞能跟爸爸妈妈说没事儿，这下好啦，这一千块钱该交哪一项呢？我该怎么做？我又害怕上前往探听，拽着背包带的手都外渗汗来。服务厅的人愈来愈多，喧嚣噪杂的响声使我深感孤单，乃至手足无措。我傻傻的地立在那边，也不知道是以往一个小时，還是好多个钟头，优秀人才慢慢地少了，突然间我的耳朵里面捕捉了一串数据，是住宿费用的交费对话框传出去的，我不由自主碰到一下包，内心便拥有想法：先把住宿费用交了，别的再聊。因此，我猛吸了一口气，故作镇定地交了住宿费用，领了被套和盆，就惶恐不安地住进了寝室。\n" +
                "\n" +
                "　　 寝室共八个人，来源于不一样的地区，由于全是年青人，迅速都聊起来了起來。我的老师则是一个娇小玲珑的，看起来很美的女教师，叫张丽。医药学尽管看中枯燥乏味，但很多东西都和大家密切相关，因此学起來都没有那麼难。无论解剖课的死尸骷髅，各种骨骸，還是内外科的各种各样病理学药理学，及其活物的各种各样人体器官，我还学得津津乐道。但是学习培训的上涨的激情，没法遮盖我心里的躁动不安，我很担心触遇到老师的目光，怕她对我说：白XX，你永远不知道培训费沒有交吗？就是这样我满怀惶恐不安的情绪，挺过了整整的三个月。直至有一天，张丽教师气匆匆地走入课室，用嗤之以鼻的有点恼怒的眼光凝视着我后，我胆虚了，低着头害怕再去看看她，我的心跟明境一样。她喝道：“白XX， 校长要见你，在二楼校长室。”\n" +
                "\n" +
                "　　 过道里我挪着步，每走一步都感觉很重，不清楚校领导会如何指责我，或是是惩处我，担心与焦虑不安让我还在房间门前迫不得已反吸了一口气，然后又闭上眼静等五秒左右后，.我敢扣响房间门，听见里边传来：进去，.我提心吊胆地拉开那道门。我直接地立在校领导的办公室桌子前，害怕传出一点响声。看到校长正坐在桌上撰写着哪些，看到我进去，便立刻收拢笔，他从桌椅上渐渐地站立起来，用诧异的目光左右扫视着我，他严肃认真的眼光里还带著一股凉气，好像一瞬间就能将我冰霜，我连空气都害怕出。随后他刚开始发火了，高声训斥道：“你，你就是XXX。”我不敢说话，仅仅点了点头。他猛地取下近视眼镜，恼怒下的眼睛突出的更为强大，手在不断地敲打着奢华的办公室桌子，来压制住他心里的心烦，他一声高过一声地问责我：“你年纪轻轻，也太有想法了，这么多钱未交，居然能瞒这么多年”。我惭愧地不高了头了，内心焦虑不安得害怕吸气。他在屋子里往返踱着步，像一只气急败坏的的狮子座，口中还嘟念着：若不是年末拢账，还没有发觉该笔钱没上缴，你准备何时交啊？这个学员太不像话了……我的脑壳随后刚开始嗡嗡响的叫，站着那边觉得有点头晕。他看着我闷不做声，刚开始咆哮起来，重重地说：“我觉得那样吧！你，如今回家了去拿钱，假如三天之内交不了该笔钱，就就别念书。”一瞬间，我像被雷击了一般，我看了看暗黄的天，很细声地问道：是如今吗？他看起来一些厌烦，恶狠狠说：“对，就是目前。”我双眼含泪，语调果断地回了一句：好！\n" +
                "\n" +
                "　　 推开门，我压抑感的眼泪如水灾般涌了出去，不清楚是憋屈，是愧疚，還是哪些，我泪如雨下地返回了寝室，我边收拾东西边哭，下学回家的同学们都问我是怎么了，我都忍着着说：没事儿，但我得回家了一趟。他们担忧地问道：“都很晚了，还飘着雪，还能有車吗？”我咬着嘴巴，抽泣地回道：看一看。\n" +
                "\n" +
                "　　 十一月份的北方地区很冷，早已零下十几度，天上还大雪纷飞花，不成器的泪水在我冰凉的面颊上流荡着，急忙中忘了戴手套和遮阳帽，那时候也顾不得哪些冷不冷的，急急忙忙地区着小跑步赶赴客运站，最后還是没追上最后一班车。我很消沉，仅剩余一头班车经过我们家的镇子，不清楚是坐還是不坐。想着：不坐得话今日不太可能回家；坐得话，镇上离我们家也有五里地，候车到站的情况下一定很晚，我一个人害怕走夜路。我迟疑着，驾驶员却厌烦地冲我叫喊起來：“你到底上不了啊？”一瞬间脑里闪出一个想法：不能错过，也不再回头。因此，我一个大步走便跨上了车。\n" +
                "\n" +
                "　　 车慢慢地开过，看见天逐渐暗出来，我的心里简直五味杂陈。惦记着：爸爸妈妈顶着工作压力供我念书的诸多不容易，为了孩子的生活费用她们一个鸡蛋都不舍得吃，都攒起來存着赚钱帮我；惦记着：以便划算，我一天到晚就只吃馒头蘸酱，或是吃二三角钱便宜的泡面，学生们都来取笑我；惦记着：尽管我学习好，但教导主任教师也不会喜欢我；还惦记着：不久在校领导斥责我的一幕；诸多这种如同蔓藤一样缠绵在一起，伤心的心态又一波地袭来，一路上我的泪如那一天的小雪花一样，挥挥洒洒，沒有停过……\n" +
                "\n" +
                "　　 候车到镇上时雪早已停了，半轮月儿悄悄地爬上了枝桠，镇子的道路路灯，在冰雪的衬托下分外光亮。我彷徨地底了车，清冷的大街上，只有若隐若现地看到一两个人到往前走。我怯懦地鉴别着回家了的方位，等明确出来后，我也飞奔而去。出了镇上就没了灯光效果，我不敢停息，大步流星地走着路，手牢牢地地紧握着包带，鞋在雪天上传出“嘎嘎响”的响声，这刺耳的声音在这里暗夜里更显鬼异。由于走得太急，我迫不得已停在马路边喘喘气，正琢磨着是多少時间能进家时，突然间看到一个阴影向我这个方位走过来。我赶忙屏息，心血管刚开始不会受到操纵地狂跳着，我二步并一步地飞走起來，没想到哪个阴影离我即将到来，我心都提及了喉咙，我该怎么做？我该怎么做？越发担心越有受惊，阴影竟然说话了，“前面的，我想问一下，低于屯该如何走？”我不敢回过头，闭着眼睛喊着：你不要问我，我也不知道。讲完就撒腿往前走去。已过一会看到阴影并没冲上去，.我转过头隐隐约约地看到他拐进了周围的岔路口，向一家闪灯的居民走去。\n" +
                "\n" +
                "　　 我安心地停住步伐，用力抚摩着胸脯，口中吐出来一口细细长长白气，汗液混着眼泪一起流了出来。暗影的冷，将我冷得直打哆嗦，再走一小会就到家，我不能让爸爸妈妈看到我哭过，不愿让她们为我担忧。因此，用冷得一些发麻的手抹除了眼尾的泪，还搓了搓肌肉僵硬的脸。直到能远远看到家中的灯光效果时，我心才豁然开朗光亮起來。\n" +
                "\n" +
                "　　 我一进门处，爸爸妈妈都很诧异，忙问：“你怎么很晚回家了？”我带著笑靥，顽皮地跟爸爸说：爸，今日校领导可讲过，咱再不交费，就不许咱念了！爸爸缄默了一下，抚慰我讲：“没事儿，明日我要去想办法，你先用餐。”那天晚上我感觉很疲倦，仿佛只看过一眼窗前的月色，就不经意间地睡觉了。\n" +
                "\n" +
                "　　 第二天黄昏，看爸爸笑容满面拿着一摞钱回家。听爸爸和妈妈小声说是在XX家花贷款利息借的。当爸爸笑着把钱交到我后，觉得这钱如千斤重，那时候我心里的苦楚无语言表。交费的情况下爸爸沒有跟去，是让在医院上班的伯伯与我一起去申请办理的。也许是爸爸觉得沒有体面地衣服裤子，怕丢闺女的脸；再也许是怕校领导斥责，丢自身的颜面吧！看见交费的收条，我的眼中噙着泪珠，那类如卸重担的情绪，胜于中一次巨奖。\n" +
                "\n" +
                "　　 能再次回校学习培训，我深感爱惜。以便更能划算，在冬天里早上拨打的馍馍，用包装袋扎牢放到被里，下午他人去打饭时，我也悄悄地拿出来，就着从家中拿回家的萝卜咸菜吃。也没有時间在意他人的目光，我脑子里全是学习培训。尽管，人体因为缺乏营养，显出薄弱，但这并不危害我有着“一姐”的头衔。\n" +
                "\n" +
                "　　 入校第二年，院校分了班，大家妇保班现有五十五个人，都是清一色的“娘子军”，把全部课室塞得浓浓的。我那时候很干瘦，一直坐着第二排。那一天中午体育课程自由活动，不清楚到底是谁盛行扳起手腕子来，课室坚排四排，各有两行分成南北方两大阵营，前后左右座开创敌人，全班学生无一落下来，所有迎战，这时，欢笑声，感慨万千声，叫嚷声不断皆是，我自然也在这其中，柔弱的我竟然击败二十几位高矮胖瘦的“友军”，变成南派的“第一高手”。北派第一人也选了出去。我俩张口结舌，我怯懦了，她的身型前前后后足足可装下我，她有吐司面包的脸，神似棒槌一般的胳膊，也有她瞧我那类不屑一顾的目光。但是无论如何也得咬着牙上啊！握起她肉乎乎的手，大家相互刚开始叫很欢来，保持中立的姿态，坚持不懈了前前后后足足五分钟，不分胜负，我手觉得一些发麻，大家都早已憋涨红了脸，可谁都不愿忍让，看我的友军们帮我加油打气给油，我猛地一个寸劲， 将她的手按在桌子，我终于获胜，一瞬间我的声名大噪，我让任何人都觉得出现意外，那时候因为我拥有得意忘形的情意。\n" +
                "\n" +
                "　　 也有一件有意思的事也迫不得已提。我的前桌坐下来一个很清秀的女孩，经常扎着一个双麻花辫，谈起话来一直温温柔柔的，姑且取名为她“气质女人”吧！有一天早上，我惊讶地发觉她纤柔的十指，涂了黑乎乎的甲油，她迫不及待地和班里的人显摆了她的作品。很造化弄人的是第一堂课是消化内科，教师教的也是“叩诊”，方形脸的女教师，用严格的眼光环顾四周了课室一周，最终锁住了我的前座，她恶狠狠说：“来，这名同学们，你上教室黑板给大伙儿演试一下—叩诊的方式 。” “气质女人”看起来一些不好意思，慢腾腾地站起来到在教室黑板前，低着头，迟缓地外伸涂着黑色指甲油的两手，给大伙儿演出着“叩诊”。假如教师那时候没问也还行，可教师偏要问了，“你这手怎么做的，手指甲都成那样了，如何没上医院门诊啊？”这一问造成班里捧腹大笑，教师觉得一些无缘无故，迷惑不解地问道：“大家都笑什么？”没想到班集体最捣乱的一个男生出售了她，“她涂的是黑色指甲油，并不是病。”从今以后，我没见她再涂上一切色调的甲油。\n" +
                "\n" +
                "　　 我教的是西医方面，但中医药学也是有一门课程内容，本书五百多页，基本上全得记诵，哪些五行十二经络，把脉的四诊法，方子配制交互，還是药品配伍禁忌这些，通通要熟记。在这里科毕业的考試前夜，胖老师说：“此次毕业考試，沒有实际范畴，考的內容都会书本上了。”下面的人刚开始低声细语。因为我害怕心存侥幸，早晨四五点钟就起來背读，夜里自修课一分钟都不消耗，有志者事竟成，毕业考試我已最高分稳居第一，同学们教师都投去赞誉的眼光，陆续之后的别的十几个学科，毕业考试成绩也都会九十五分之上，我是全年度组第一名，还喜获了一等奖学金。这不但是一份荣誉，還是对爸爸妈妈的另一种方式的心怀感恩，也是切切实实解决了我几个月的生活费用。三年后我毕业了，以我的考试成绩上专科继续学习自然没有问题，教师也要我交谈，要我再次念书。因为我极其期盼，但由于家中缘故我又迫不得已舍弃。但曾经的曾经，還是自身供读过三年专科，可是和医药学不相干。\n" +
                "\n" +
                "　　 谁的青春沒有泪和缺憾，即便有重新选择的机遇，我仍不变初心。我喜欢自己以前勤奋的模样，这些泪与欢歌笑语生活，在我心里始终光辉灿烂。人生道路的每一个环节，必须尽可能搞好每一个环节的事儿，谁不知道“少壮不努力，老大徒伤悲。”的大道理呢！应对人生道路的每一次大转折，期待谨慎选择后，一定要果断而又勤奋走完。我相信：在没多久的未来一定能见到大家脸部欣悦的微笑…。");
        allDayQuotesMap.put(41,"某老同学在网络上跟我说小樱领结婚证结了婚，还发来来她们的婚纱照。红底照片上的一对新手如同天色缔造的一对，十分合衬。我盯住小樱光滑的前额看，忽然好奇心，新郎官了解小樱以前前额上全是头发吗？\n" +
                "\n" +
                "你才并不是一个沒有小故事的女生　　小樱是我的高中室友。那时候大家很好些，手机上还不普及化，我的医院病床挨近固定不动话机，她常常躺在我的床边用IC卡通电话，耳光大的小脸蛋，外露满前额的头发。我第一次见到时吓了一跳，“你的前额如何全是毛？”她拿开麦克风，哄笑说：“没演变好！”原先她体毛旺盛，前额全是头发，发髻线模糊不清，撩起来怪可怕，平常存着平刘海，随便不许人见到前额。\n" +
                "\n" +
                "　　即使没演变好，她仍然是一个美女。实际上她谈不上真实实际意义的美，我家的男士们全见过她的人，都说一般，沒有我讲的这么漂亮。是，严苛算起來，她压根不美观，眼睛小，单眼皮小眼睛，鼻梁低，特别是在一口良莠不齐的坏牙，确实谈不上漂亮美女。但她仍然被很多人获评校花，这大约和她在深圳市长大了相关，她儿时合家亲人在深圳日常生活念书，由于户口难题不可以在深圳市异地高考才返回家乡上普通高中。圆滑世故的她气场上相较课外也要田边干活儿的农村姑娘当然更如仙雅致一些，并且她的肌肤很好，嫩白细致，惹人钟爱。\n" +
                "\n" +
                "　　我喜欢她，她性情开朗激情，响声柔美脆响，大家很好些，基本上亲密无间。和她在路上，经常出现男生看她，我和她玩笑：“和你在一起，因为我享有了吸睛率。”大家去超市购物，连我的东西老总也因为喜欢你她而省掉零头。因为喜欢你，我待她非常好，大早醒来去饭堂帮她买早饭。自然她也一件事非常好，怒斥对她非常好但欺压过我的男孩子，给我洗床单，与我讲她中学男朋友的小故事。\n" +
                "\n" +
                "　　我明白有很多男生喜欢他，但非常少人明儿地追她，由于和她走得近的男孩子大多数了解她有一个初中同学的男友。她们吵吵闹闹很多年，全部普通高中，她都会我的床边和他打电话。他在深圳市，她在深圳市上中学了解了他。在她的叙述里，他是一个瘦削高挺的男孩子，气场抑郁，但聪明趣味。每一段湿冷惨绿的青春发育期，都是有一颗无从盛装的生命和一份判逆躁动不安的感情。小樱说，中学时她们的谈恋爱，以前惊扰得教师把父母都喊来。一次，教导主任听闻有女生跳楼自尽，急不可耐，都还没确定真伪就把她父母喊来院校，由于她是班级唯一公布谈恋爱的女孩。自然并不是她，他说她是自尊自爱的人，再大的事也不会做自残的事。但经教导主任一搅，爸爸妈妈全了解，她尽管觉得谈恋爱理所应当但让爸爸妈妈操劳還是很难受。谈恋爱的难题，亲子游的难题，在判逆的青春发育期里，变成美少女心里一刀又一刀的伤疤，她最不开心的情况下，曾一个人在墓地更新改造的院校山上呆一整夜，也曾将男友送的物品丢到大海底。\n" +
                "\n" +
                "　　恋爱中的女孩已有一种对异性朋友的排他，因此追她的人很少，她和绝大多数男孩子是一种好哥们关联。高一下学期有一个班集体被分拆，分来一个胆怯内向的男生，喜爱到了小樱。由于胆怯内向型，他倒也没敢有哪些行動，但不知道为什么，他喜爱小樱的事還是被许多男生看出去，大约是由于青春年少单纯的人非常容易执迷不悔吧。令人厌恶的男孩子们见到他写满小樱姓名的练习本，大张旗鼓取笑，广而告之。那就是一个很怯懦内向的男生，并不值一提，应对自身的情绪大约也惊慌，话也害怕跟小樱说，在别人的取笑下日趋胆怯，特立独行，更见孤独。整整的半个学年，嘲笑声连续。\n" +
                "\n" +
                "　　青春年少的女生，被男孩儿喜爱，非常容易虚荣吧配建，小樱却从来没有这类虚荣吧。善良的小樱，每一次听到他人取笑他，都十分伤心。她要想协助他，想对他好，与他交朋友，消除他人对他的取笑，但又不愿和我她们误解。有一次晚修前，大家去找音乐老师闲聊，她问音乐老师有什么办法能够 协助他。她这类以诚相待善解人意的漂亮，教师也很喜欢，教师调侃她：“难怪大家都找不到男朋友呢，原先大伙儿在大家这年龄都预订完后呀！”之后，她悄悄给他们一本英文教材，并另附小纸条，说自身早已有在异地的男朋友了，但谢谢他的喜爱，想要和他交友，他能够 来问她英语。嗯，她英语非常好，他英语不太好。他人還是有时候会取笑他，但他显著已不那麼尴尬了，她看过非常高兴。\n" +
                "\n" +
                "　　有一次小樱的男朋友和她提出分手，说不愿危害她的学习培训，看见了她大粒大粒的泪水滚下来，说一辈子的承诺如何算不上呢。在旁的我，也认为她一辈子也忘不掉他了。现如今再看那天色缔造的一对的婚纱照，和睦相配，而这一金童并不是那个曾让她落泪的男朋友。青春年少的爱的火焰光芒四射，但也如李在世《中学时代》里唱的：“爱是什么，我还不知道，谁可以懂始终，谁可以懂自身。”\n" +
                "\n" +
                "　　朋友历经我的电脑，看到小樱的婚纱照，高喊：“这女的好萌啊！像小孩子！”朋友的含意大约是说小樱脸相看上去童真简易，不似有些人脸部填满小故事。我盯住婚纱照想，你才并不是一个沒有小故事的女生。你的故事多么的溫暖，不但由于青春年少里飞舞的恋情，还由于润物细无声的善解人意。\n" +
                "\n" +
                "　　小樱以前开玩笑对着杂志期刊上的交朋友电話给人打以往，另一方不敢相信她真全名是小樱，她在电話这端开心而脆响地高声回应：“我是叫小樱啊，我是叫小樱啊……”早已多年不见，如今想起来，依然是她清脆的声音：“我是叫小樱啊……”");




    }
}
